export const data = [
	{
		id: 1,
		h2: 'Сайт-визитка',
		img: '',
		alt: '',
		content: (
			<div className="text-sm">
				<div className="mb-3">
					<p className="text-justify">
						<span className="font-semibold ">Сайт-визитка</span>{' '}
						- это небольшой сайт, сфокусированный на ключевой информации. На сайте-визитке будет краткое описание товаров или услуг, преимуществ компании, а также контактные данные.
					</p>
				</div>
				<h3 className="font-bold mb-2 text-base">
					Преимущества сайта-визитки:
				</h3>
				<p className="mb-3">
					<span className="font-semibold">
						Простота и Компактность:
					</span>{' '}
					<span className="text-justify">
						Сайт-визитка предоставляет только основную информацию, что делает его легко воспринимаемым и удобным для посетителей.
					</span>
				</p>
				<p className="mb-4">
					<span className="font-semibold">
						Быстрое Создание:
					</span>{' '}<span className="text-justify">
						Создание сайта-визитки обычно занимает меньше времени и ресурсов по сравнению с полноценным
						веб-сайтом.
					</span>
				</p>
				<p className="mb-4">
					<span className="font-semibold">
						Контактная Информация:
					</span>{' '}<span className="text-justify">
						Ваш сайт-визитка будет содержать информацию о ваших контактах, делая процесс связи с вами легким и прямым. Посетители могут найти ваш номер телефона, адрес электронной почты, а также ссылки на социальные сети.
					</span>
				</p>
				<p className="mb-6">
					<span className="font-semibold">
						Онлайн Присутствие:
					</span>{' '}<span className="text-justify">
						Вы остаетесь в сети круглосуточно, что позволяет привлекать клиентов даже в ночное время.
					</span>
				</p>
				<h3 className="font-bold mb-2 text-base">
					Недостатки сайта-визитки:
				</h3>
				<p className="mb-3">
					<span className="font-semibold">
						Ограниченная Информация:
					</span>{' '}<span className="text-justify">
						Из-за компактности, сайт-визитка может не вмещать всю детальную информацию о вас или вашем бизнесе.
					</span>
				</p>
				<p className="mb-4">
					<span className="font-semibold">
						Ограниченные Возможности Расширения:
					</span>{' '}<span className="text-justify">
						Если в будущем потребуется добавить больше разделов или функций, сайт-визитка может оказаться ограниченной.</span>
				</p>
				<p className="mb-2 font-semibold text-justify">
					В заключение, сайт-визитка является отличным инструментом для быстрого размещения вашей информации в сети. Он идеально подходит для тех, кто стремится привлечь клиентов через поисковые системы Google и Яндекс, при этом минимизируя затраты. Кроме того, она также подходит для тех, кто интересуется тем, как сайт будет работать и как будет формироваться поток новых клиентов.
				</p>
			</div>
		),
	},
	{
		id: 2,
		h3: 'Процесс разработки сайта-визитки',
		img: '/service/site-vizitka/process.webp',
		alt: 'Процесс разработки сайта-визитки',
		figcaption: 'компания VI:TECH',
		content: (
			<div className="mt-10 text-sm">
				<p className="mb-6">
					Процесс разработки сайта-визитки включает в себя несколько ключевых этапов, предназначенных для создания компактного, информативного и привлекательного веб-ресурса. Ниже представлен общий обзор этапов разработки сайта-визитки:
				</p>
				<h4 className="font-semibold mb-1">
					Исследование и Планирование:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Собрание информации о вашем бизнесе или проекте, определение целей и задач сайта-визитки.
					</li>
					<li className="mb-2">
						Анализ конкурентов и целевой аудитории.
					</li>
					<li className="mb-2">
						Выработка стратегии содержания и дизайна сайта-визитки.
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Дизайн и Макет:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Создание дизайна сайта-визитки, включая цветовую схему, шрифты, логотип и общий стиль.
					</li>
					<li className="mb-2">
						Разработка макетов страниц и расположения элементов.
					</li>
					<li className="mb-2">
						Визуализация, как сайт будет выглядеть на различных устройствах (открытка, планшет, мобильный телефон).
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Разработка Контента:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Создание текстового и мультимедийного контента для сайта-визитки, включая описания товаров или услуг.
					</li>
					<li className="mb-2">
						Контент должен соответствовать целям и интересам целевой аудитории.
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Веб-разработка:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Создание кода и разработка функциональности сайта-визитки.
					</li>
					<li className="mb-2">
						Внедрение дизайна и контента в веб-шаблон.
					</li>
					<li className="mb-2">
						Обеспечение отзывчивого дизайна (адаптации сайта-визитки под разные экраны и устройства).
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Оптимизация для Поисковых Систем (SEO):
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Подготовка метаданных, оптимизация изображений и структуры сайта-визитки.
					</li>
					<li className="mb-2">
						Регистрация сайта в поисковых системах и настройка аналитики для отслеживания трафика.
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Тестирование и Отладка:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Проведение тестов для обнаружения и исправления ошибок и несоответствий.
					</li>
					<li className="mb-2">
						Проверка работы сайта-визитки на различных браузерах и устройствах.
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Запуск:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						Размещение сайта-визитки на хостинге и настройка доменного имени.
					</li>
					<li className="mb-2">
						Проверка работы всех функций перед публикацией.
					</li>
				</ul>

				<h4 className="font-semibold mb-1">
					Поддержка и Обслуживание:
				</h4>
				<ul className="list-disc px-4 mb-5">
					<li className="mb-2">
						После запуска следует регулярно обновлять контент и проверять наличие обновлений.
					</li>
					<li className="mb-2">
						Проверка работы всех функций перед публикацией.
					</li>
				</ul>

				<p className="text-justify">
					Этот процесс может варьироваться в зависимости от конкретных требований проекта и бизнес-целей, однако он представляет общую структуру при разработке сайта-визитки. Важно также помнить о том, что сайт-визитка - это инструмент, который должен эффективно представлять услуги или товары в онлайне, поэтому качество дизайна и контента играет ключевую роль в успешной разработке.
				</p>
			</div>
		),
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки сайта-визитки',
		img: '/service/site-vizitka/price-vizitka.webp',
		alt: 'Стоимость и сроки разработки',
		figcaption: 'компания VI:TECH',
		content: (
			<div className="mt-7 text-justify text-sm">
				<div className="mb-5">
					<p className="">
						Став профессионально разработанной визитной карточкой вашего бизнеса в виртуальном мире, сайт-визитка представляет собой не только способ привлечь клиентов, но и инвестицию в свой успех. Когда речь идет о создании сайта-визитки, существует несколько ключевых факторов, от которых зависят его стоимость и сроки разработки.
					</p>
				</div>

				<div className="mb-2">
					<p className="font-semibold mb-1">
						1. Дизайн и Графика
					</p>
					<p className="">
						Качество дизайна и уровень графического контента играют важную роль. Если вы хотите выразить индивидуальность и профессионализм, инвестирование в выдающийся дизайн может повысить стоимость разработки.
					</p>
				</div>
				<div className="mb-2">
					<p className="font-semibold mb-1">
						2. Функциональность
					</p>
					<p className="">
						Чем больше функциональных возможностей вы хотите встроить в вашу сайт-визитку (например, формы обратной связи, галереи изображений, блоги и другие дополнительные элементы), тем больше времени и ресурсов потребуется для разработки, что может повысить стоимость.
					</p>
				</div>
				<div className="mb-2">
					<p className="font-semibold mb-1">
						3. Адаптивный Дизайн
					</p>
					<p className="">
						Оптимизация сайта-визитки для разных устройств и экранов (от компьютеров до мобильных телефонов) может потребовать дополнительного труда и влияет на общую стоимость разработки.
					</p>
				</div>
				<div className="mb-2">
					<p className="font-semibold mb-1">
						4. Содержание и SEO
					</p>
					<p className="">
						Качество контента и оптимизация для поисковых систем также влияют на стоимость. Чем более информативен и оптимизирован ваш контент, тем более успешно сайт справляется с привлечением трафика.
					</p>
				</div>
				<div className="mb-2">
					<p className="font-semibold mb-1">
						5. Индивидуальные Требования
					</p>
					<p className="">
						Если у вас есть особые запросы или уникальные функции, которые необходимо встроить в вашу сайт-визитку, это может потребовать дополнительного времени и ресурсов.
					</p>
				</div>
				<div className="mb-2">
					<p className="font-semibold mb-1">
						6. Сроки
					</p>
					<p className="">
						Если у вас сжатые сроки, разработка может потребовать большего числа ресурсов и, следовательно, увеличить стоимость.
					</p>
				</div>
				<div className="mb-6">
					<p className="font-semibold mb-1">
						7. Уровень Экспертизы Разработчиков
					</p>
					<p className="">
						Опыт и квалификация разработчиков также оказывают влияние на стоимость и сроки разработки. Профессионалы могут более эффективно и быстро создавать сайты-визитки.
					</p>
				</div>
				<p className="font-semibold">
					Помните, что сайт-визитка - это важное вложение в ваше онлайн-присутствие, и баланс между качеством и стоимостью разработки имеет решающее значение. При выборе разработчика сайта-визитки важно прозрачно обсудить ваши требования и бюджет, чтобы получить результат, который соответствует вашим ожиданиям и целям.
				</p>
			</div>
		),
	},
	{
		id: 4,
		h5: 'Хотите получить новых клиентов и привлечь большой трафик с поисковых систем Google и Яндекс? Закажите разработку сайта-визитки у профессионалов!',
		img: '/service/site-vizitka/logo-site-vizitka.webp',
		alt: 'Создание сайт-визитки, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: (
			<div className="mt-3 text-justify text-sm">
				<p className="mb-2 mt-4">
					Сайт-визитка - это инструмент, который помогает вам привлекать новых клиентов, создавать узнаваемый бренд.
				</p>
				<p className="mb-2">
					С нашей командой профессионалов, вы можете быть уверены в качестве и индивидуальном подходе к вашему проекту. Мы сделаем вашу сайт-визитку уникальной и привлекательной для вашей целевой аудитории.
				</p>

				<p className="mb-6">
					Закажите разработку сайта-визитки сейчас, и увидьте, как ваш бизнес процветает в онлайн-мире. Не упустите возможность стать заметными и успешными в сети!
				</p>
				<p className="font-bold text-base">
					Не ждите, начните действовать сейчас! Контактируйте с нами, чтобы заказать вашу сайт-визитку прямо сейчас.
				</p>
			</div>
		),
	},

]

export const title = {
	h1: 'Создание сайта-визитки в Минске',
	img: '/service/site-vizitka/site-vizitka.webp',
	alt: "Создание сайта-визитки",
}

export const priceAndDate = {
	price: '170-200 BYN',
	date: '2-3 дня'
}


export const dataSiteVizitka = {
	data,
	title,
	priceAndDate
}