export const data = [
	{
		id: 1,
		h2: 'Многостраничный сайт',
		img: '',
		alt: '',
		figcaption: '',
		content: {
			description:
				'Многостраничный сайт – это сайт, который состоит из различных страниц, каждая из которых предназначена для определенной цели и содержит информацию, специфическую для этой цели. Обычно такой сайт включает в себя главную страницу, на которой вы найдете основную информацию о компании или проекте. Кроме того, есть дополнительные страницы, посвященные различным аспектам деятельности, таким как услуги, продукты, контакты, новости, информация о компании и многое другое. Многостраничные сайты позволяют более подробно и структурированно представить информацию, что обеспечивает удобство для пользователей и улучшает коммуникацию с аудиторией.',
			counSymb: 2,
			example: [
				'Как пример, представьте, что вы ищете информацию о покупке велосипеда. Если вы вводите запрос "купить велосипед" в поисковой системе, многостраничный сайт, оптимизированный под этот запрос, предоставит вам страницу "Покупка велосипедов", где вы найдете подробную информацию о доступных моделях, характеристиках и ценах на велосипеды. Эта страница будет содержать ключевые слова и фразы, связанные с покупкой велосипедов, чтобы сделать ее более релевантной для вашего запроса.',
				'С другой стороны, если вы ищете советы по уходу за велосипедом после его покупки, многостраничный сайт также может предложить вам страницу "Уход за велосипедом", где вы найдете полезные статьи и рекомендации по обслуживанию вашего велосипеда. Эта страница также будет оптимизирована для запросов, связанных с уходом за велосипедом.',
				'Этот подход к структуре сайта и его оптимизации под ключевые запросы помогает улучшить видимость вашего сайта в поисковых результатах и привлекать больше органического трафика. Уделяя внимание релевантности каждой страницы под конкретный запрос пользователя, вы делаете информацию более доступной и понятной для вашей аудитории.'
			]
		}
	},
	{
		id: 2,
		h3: 'Структура многостраничного сайта',
		img: '/service/mnogostranich/structura.webp',
		alt: 'Создание многостраничного сайта',
		figcaption: 'пример структуры небольшого сайта',
		content: {
			description:
				'Создание многостраничного сайта - это важный этап в разработке онлайн-присутствия для любой компании или проекта. Структура многостраничного сайта играет решающую роль в том, как пользователи воспринимают информацию и как поисковые системы индексируют сайт.',
			steps1: [
				{
					id: 1,
					title: 'Преимущества многостраничного сайта:',
					points: [
						'• Многостраничные сайты могут предоставлять обширное количество информации о различных аспектах вашей деятельности, товарах или услугах. Это позволяет удовлетворить потребности разных пользователей, искавших разную информацию.',
						'• Каждая страница многостраничного сайта может быть оптимизирована под определенные ключевые слова и запросы, что увеличивает его шансы на высокий ранг в поисковых системах. Это позволяет привлекать больше органического трафика.',
						'• Поисковые системы индексируют каждую страницу сайта, что увеличивает общую видимость вашего сайта в поисковых результатах.',

						'• Многостраничные сайты могут иметь более четкую и удобную структуру навигации, что делает процесс поиска информации проще для пользователей.',
						'• Вы можете создавать специализированные страницы для конкретных продуктов, услуг или тем, что помогает пользователям быстро найти необходимую информацию.',
						'•  Многостраничные сайты предоставляют больше места для представления информации, что позволяет более подробно описывать продукты, услуги или концепции.',

						'• Разделение информации на несколько страниц может облегчить делегирование управления контентом разными членами команды, каждый из которых может быть ответственен за определенные разделы сайта.',
						'• Многостраничные сайты могут предоставлять более точную аналитическую информацию о том, как пользователи взаимодействуют с разными частями вашего сайта.',
						'• Вы можете создавать специализированные страницы, которые ориентированы на разные сегменты вашей аудитории, что позволяет лучше удовлетворять потребности разных групп пользователей.',
						'• Многостраничные сайты позволяют создавать лендинги и целевые страницы, оптимизированные для конкретных маркетинговых кампаний и акций.',
						'• Многостраничные сайты облегчают проведение A/B-тестирования и оптимизацию конверсии на отдельных страницах.',
						'• Отделение контента на несколько страниц может снизить время загрузки, так как пользователи будут загружать только ту информацию, которая им интересна.',
					],
				},
			],
			steps2: [
				{
					id: 1,
					title: 'Особенности многостраничного сайта:',
					points: [
						'• Создание и поддержка многостраничного сайта может потребовать больше времени и ресурсов по сравнению с сайтом-визиткой.',
						'• Управление контентом на многостраничном сайте требует больше усилий и внимания.',
					],
				},
			],
			conclusion:
				'Важно создать многостраничный сайт, который наилучшим образом соответствует потребностям и ожиданиям вашей аудитории. В итоге, многостраничный сайт - это мощный инструмент для успешного онлайн-присутствия, который с помощью правильной структуры и оптимизации может привлечь больше клиентов и улучшить позиции в поисковых результатах.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки многостраничного сайта',
		img: '/service/mnogostranich/cost.webp',
		alt: 'Стоимость и сроки разработки',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Чтобы определить сроки и стоимость разработки многостраничного сайта, несколько факторов могут влиять на процесс. Ниже приведены основные факторы, которые определяют сроки и стоимость разработки:',
			steps1: [
				{
					id: 1,
					title: '1. Сложность проекта',
					points: [
						'Чем более сложный и функциональный сайт вы хотите создать, тем больше времени и ресурсов потребуется. Например, добавление интерактивных элементов, электронной коммерции или интеграции с другими системами может увеличить сроки и стоимость.'
					],
				},
				{
					id: 2,
					title: '2. Дизайн и пользовательский интерфейс',
					points: [
						'Создание уникального и привлекательного дизайна требует времени. Качественный дизайн способствует улучшению пользовательского опыта, но может повлиять на стоимость и сроки.'
					],
				},
				{
					id: 3,
					title: '3. Объем контента',
					points: [
						'Количество страниц, текста, изображений и другого контента, который должен быть создан и добавлен на сайт, влияет на сроки. Подготовка и оптимизация контента занимает свое время.'
					],
				},
				{
					id: 4,
					title: '4. Интеграции и функциональность',
					points: [
						'Если требуется интеграция с другими системами, сторонними сервисами или настройка сложной функциональности (например, баз данных или кастомных приложений), это может существенно увеличить как сроки, так и стоимость.'
					],
				},
				{
					id: 5,
					title: '5. Тестирование и отладка',
					points: [
						'Гарантирование стабильной работы сайта и его безопасности требует времени на тестирование и отладку. Этот этап необходим для предотвращения возможных проблем в будущем.'
					],
				},
				{
					id: 6,
					title: '6. Коммуникация и согласование',
					points: [
						'Эффективная коммуникация между заказчиком и разработчиком, а также согласование деталей проекта могут сильно влиять на сроки. Чем быстрее принимаются решения и предоставляется обратная связь, тем быстрее продвигается проект.'],
				},
				{
					id: 7,
					title: '7. Опыт и навыки',
					points: [
						'Разработчик или команда разработчиков с опытом в данной области может более эффективно справляться с задачами и, следовательно, выполнить проект быстрее.'
					],
				},
			],
			conclusion:
				'Понимание этих факторов и четкое определение требований проекта с самого начала помогут более точно оценить сроки и стоимость разработки многостраничного сайта. Каждый проект уникален, и исходя из его специфики, разработчики могут составить наилучший план и бюджет.',
		},
	},
	{
		id: 4,
		h5: 'Вам необходим многостраничный сайт, который привлечет новых клиентов и повысит вашу онлайн-продуктивность?',
		img: '/service/mnogostranich/logo-mnogostranich.webp',
		alt: 'Создание многостраничного сайта, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Наша команда профессиональных веб-разработчиков имеет богатый опыт в создании многостраничных сайтов для различных бизнесов и проектов. Мы не просто разрабатываем сайты, мы создаем мощные онлайн-платформы, способные привлекать клиентов, улучшать видимость в поисковых системах и усиливать вашу онлайн-репутацию.',
			steps1: [
				{
					id: 1,
					title: '',
					points: [
						'• Дизайн, который захватывает внимание и оставляет впечатление.',
						'• Оптимизацию под поисковые системы для лучшей видимости.',
						'• Интеграцию функциональности, которая соответствует вашим потребностям.',
						'• Адаптивный дизайн для прекрасной работы на всех устройствах.',
						'• Быструю загрузку и надежную работу вашего сайта.'
					],
				},
			],
			conclusion:
				'Пригласите нас к сотрудничеству, и мы превратим ваши идеи в качественный многостраничный сайт, который поможет вам достичь ваших бизнес-целей. Не упустите шанс улучшить свое онлайн-присутствие и увеличить количество клиентов. Свяжитесь с нами сегодня, чтобы начать работу над вашим проектом!',
		},
	},
];

export const title = {
	h1: 'Разработка многостраничного сайта в Минске',
	img: '/service/mnogostranich/main.webp',
	alt: "Создание многостраничного сайта",
	scroll:'dataMnogostranichSite',
}

export const priceAndDate = {
	price: '550-990 BYN',
	date: 'от 2-х недель'
}


export const dataMnogostranichnogoSajta = {
	data,
	title,
	// content,
	priceAndDate
}