export const data = [
	{
		id: 1,
		h2: 'Одностраничный сайт',
		img: '',
		alt: '',
		content: {
			description:
				'Одностраничный сайт - это небольшой веб-ресурс, содержащий всю необходимую информацию на одной странице. Этот формат позволяет пользователю узнать ключевые моменты о компании, продукте или услуге без необходимости переходить между разными страницами.',
			steps1: [
				{
					id: 1,
					title: 'Преимущества одностраничных сайтов:',
					points: [
						'Простота навигации: Пользователям не приходится переходить между разными страницами, что делает навигацию интуитивно понятной и удобной.',
						'Быстрая загрузка: Одностраничные сайты обычно загружаются быстрее благодаря меньшему количеству контента и графики.',
						'Ясное сообщение: Компактный формат позволяет четко и кратко представить ключевые сообщения и преимущества вашего бизнеса.',
					],
				},
			],
			steps2: [
				{
					id: 1,
					title: 'Когда использовать одностраничные сайты:',
					points: [
						'Продукт или услуга: Одностраничный сайт отлично подходит для представления продуктов или услуг.',
						'Запуск продукта: Если вы запускаете новый продукт или проводите акцию, одностраничный сайт может быстро донести информацию до вашей аудитории.',
						'События и мероприятия: Информация о мероприятиях, конференциях или специальных предложениях может быть легко представлена на одной странице.',
						'Личное портфолио: Одностраничные сайты отлично подходят для представления личных портфолио, как фрилансеров, так и художников.',
					],
				},
			],
			conclusion:
				'Одностраничные сайты - это мощное средство в вашем онлайн-арсенале. Они обеспечивают простоту и эффективность взаимодействия с вашей аудиторией, предоставляя всю необходимую информацию на одной удобной странице. Создайте компактный интернет-представитель для вашего бизнеса и оставайтесь в центре внимания онлайн!',
		},
	},
	{
		id: 2,
		h3: 'Структура одностраничного сайта',
		img: '/service/odnostranichnyj/structura.webp',
		alt: 'Структура одностраничного сайта',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Структура одностраничного сайта обычно довольно проста и компактна, так как вся информация размещается на одной странице. Вот типичная структура одностраничного сайта:',
			steps1: [
				{
					id: 0,
					title: '1. Заголовок и Шапка:',
					points: [
						'Заголовок страницы с названием вашего бизнеса или продукта.',
						'Шапка сайта с логотипом, навигационным меню и, возможно, контактной информацией.',
					],
				},
				{
					id: 1,
					title: '2. Секция "О нас" или "Информация о компании":',
					points: [
						'Краткое описание вашей компании, бренда или продукта.',
						'Ваша миссия, ценности или история.',
					],
				},
				{
					id: 2,
					title: '3. Секция "Услуги" или "Продукты":',
					points: [
						'Подробное описание ваших услуг или продуктов.',
						'Основные характеристики и преимущества.',
					],
				},
				{
					id: 3,
					title: '4. Секция "Портфолио" или "Примеры работ" (при наличии):',
					points: [
						'Галерея с изображениями или описаниями ваших проектов или продуктов.',
					],
				},
				{
					id: 4,
					title: '5. Секция "Преимущества" или "Почему выбрать нас":',
					points: [
						'Список ключевых преимуществ вашей компании или услуги.',
						'Какие проблемы решает ваш продукт или услуга.',
					],
				},
				{
					id: 5,
					title: '6. Секция "Отзывы" (при наличии):',
					points: [
						'Рецензии или отзывы клиентов.',
						'Рейтинги и комментарии.',
					],
				},
				{
					id: 6,
					title: '7. Секция "Контакты" или "Свяжитесь с нами":',
					points: [
						'Контактная информация, включая адрес, телефон и адрес электронной почты.',
						'Форма обратной связи для запросов от клиентов.',
					],
				},
				{
					id: 7,
					title: '8. Секция "FAQ" или "Часто задаваемые вопросы" (при наличии):',
					points: [
						'Ответы на распространенные вопросы клиентов.',
					],
				},
				{
					id: 8,
					title: '9. Секция "Подписка на рассылку" (при наличии):',
					points: [
						'Форма для подписки на новости, акции или обновления.',
					],
				},
				{
					id: 9,
					title: '10. Футер (подвал сайта):',
					points: [
						'Ссылки на социальные сети и другие полезные ресурсы.',
						'Контактные данные.',
						'Копирайт и информация о правилах использования.',
					],
				},
				{
					id: 10,
					title: '11. Кнопки для быстрой навигации (если сайт длинный):',
					points: [
						'Вернуться наверх, чтобы пользователи могли быстро перейти к началу страницы.',
					],
				},
				{
					id: 11,
					title: '12. Элементы дизайна и анимации (по желанию):',
					points: [
						'Чтобы сделать сайт более интересным и привлекательным.',
					],
				},
			],
			conclusion:
				'Это базовая структура одностраничного сайта, которая может быть дополнена или адаптирована в соответствии с конкретными целями и потребностями вашего бизнеса или проекта. Важно поддерживать четкость и легкость навигации, чтобы пользователи могли быстро получить нужную информацию.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки одностраничного сайта',
		img: '/service/odnostranichnyj/stoimost.webp',
		alt: 'Стоимость и сроки разработки одностраничного сайта',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Создание одностраничного сайта - это отличный способ представить вашу компанию или продукт в Интернете компактно и информативно. Однако стоимость и сроки разработки такого сайта могут варьироваться в зависимости от нескольких ключевых факторов.',
			steps1: [
				{
					id: 1,
					title: '1. Дизайн и Верстка:',
					points: [
						'Сложность и креативность дизайна могут повлиять на стоимость. Если требуется уникальный и креативный дизайн, это может потребовать дополнительных ресурсов и времени.',
					],
				},
				{
					id: 2,
					title: '2. Контент и Графика:',
					points: [
						'Количество контента и графики на сайте влияет на объем работы по верстке и оптимизации. Большой объем контента может потребовать дополнительного времени.',
					],
				},
				{
					id: 3,
					title: '3. Функциональность:',
					points: [
						'Если ваш одностраничный сайт требует специфической функциональности, такой как формы обратной связи, онлайн-калькуляторы или интерактивные элементы, это может увеличить стоимость разработки.',
					],
				},
				{
					id: 4,
					title: '4. Сроки:',
					points: [
						'Установленные сроки разработки также могут повлиять на стоимость. Если вам нужен сайт в кратчайшие сроки, это может потребовать увеличения бюджета для мобилизации дополнительных ресурсов.',
					],
				},
				{
					id: 5,
					title: '5. Уровень оптимизации:',
					points: [
						'Оптимизация для поисковых систем (SEO) и адаптивный дизайн для мобильных устройств могут повысить стоимость, но это важные аспекты для успешного одностраничного сайта.',
					],
				},
				{
					id: 6,
					title: '6. Расширенные возможности аналитики:',
					points: [
						'Добавление возможностей аналитики для отслеживания посещаемости и поведения пользователей может увеличить стоимость разработки.',
					],
				},
			],
			conclusion:
				'Чтобы точно определить стоимость и сроки разработки одностраничного сайта, рекомендуется связаться с профессиональным веб-разработчиком или агентством, которые могут провести детальную оценку ваших потребностей и предложить наилучший вариант для вашего проекта. Не забывайте, что качество и эффективность вашего одностраничного сайта могут оправдать любые затраты.',
		},
	},
	{
		id: 4,
		h5: 'Хотите максимально эффективно представить свой бизнес или продукт в Интернете? Разработка одностраничного сайта - это именно то, что вам нужно! Наши опытные веб-разработчики готовы превратить ваши идеи в стильный и информативный онлайн-ресурс, который запомнится вашей аудитории.',
		img: '/service/odnostranichnyj/logo-prizyv.webp',
		alt: 'Создание сайт-визитки, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Создание одностраничного сайта - это ключ к вашей успешной онлайн-репутации. Этот компактный и легко усваиваемый формат позволит вам быстро донести до клиентов самую важную информацию о вашем продукте или услуге. Вместе с нами, вы получите:',
			steps1: [
				{
					id: 1,
					title: '',
					points: [
						'Современный и уникальный дизайн, который привлечет внимание пользователей.',
						'Оптимизацию для поисковых систем, чтобы ваш сайт был легко найден в интернете.',
						'Адаптивность для различных устройств, чтобы пользователи могли посещать ваш сайт с планшетов и смартфонов.',
						'Поддержку и обслуживание после запуска, чтобы ваш сайт всегда оставался актуальным.',
					],
				}
			],
			conclusion:
				'Не упустите шанс выделиться в море конкуренции и привлечь больше клиентов. Закажите разработку одностраничного сайта у нас сегодня и дайте вашему бизнесу возможность процветать в онлайне!',
		},
	},
];


