
export const data = [
	{
		id: 1,
		h2: 'Корпоративный внутренний сайт',
		img: '',
		alt: '',
		content: {
			description:
				'Внутренний сайт (иногда называемый закрытым веб-приложением) - это онлайн-платформа, доступная только сотрудникам организации или определенным участникам, которая служит для внутренней коммуникации, обмена информацией и управления бизнес-процессами. Давайте рассмотрим, что такое внутренний сайт, для чего он нужен, какие преимущества он предоставляет, и почему его создание можно заказать.',
			counSymb: 2,
			steps1: [
				{
					id: 1,
					title: 'Что такое внутренний сайт?',
					points: [
						'Внутренний сайт - это виртуальная площадка, на которой сотрудники могут обмениваться информацией, работать над проектами, взаимодействовать с системами управления, и многое другое. Он ограничен доступом, что обеспечивает конфиденциальность данных и контроль над информацией.',
					],
				},
				{
					id: 2,
					title: 'Для чего нужен внутренний сайт?',
					points: [
						'Внутренний сайт создает централизованную точку доступа к важной информации и инструментам для коммуникации между сотрудниками. Это улучшает эффективность и сотрудничество внутри компании.',
						'Внутренние сайты могут включать в себя инструменты для управления проектами, задачами и сроками. Это помогает сотрудникам оставаться организованными и следить за выполнением задач.',
						'Внутренние сайты могут включать в себя инструменты для управления проектами, задачами и сроками. Это помогает сотрудникам оставаться организованными и следить за выполнением задач.',
						'Внутренние сайты предоставляют удобный доступ к важным документам, политикам и процедурам, что упрощает соблюдение стандартов и регуляций.',
						'Внутренние сайты могут включать в себя обучающие материалы и ресурсы для сотрудников, что способствует развитию и повышению квалификации персонала.'
					],
				},
				{
					id: 3,
					title: 'Особенности внутренних сайтов',
					points: [
						'Внутренний сайт доступен только сотрудникам, что обеспечивает конфиденциальность и защиту данных.',
						'Внутренние сайты могут быть разработаны с учетом уникальных потребностей компании и могут включать в себя функции, необходимые для ее успешной деятельности.',
						'Они могут интегрироваться с другими системами.'
					],
				},
				{
					id: 4,
					title: 'Какие вопросы решает внутренний сайт?',
					points: [
						'Упрощает коммуникацию и обмен информацией внутри компании.',
						'Повышает эффективность управления проектами и задачами.',
						'Обеспечивает доступ к важным документам и ресурсам.',
						'Содействует обучению и развитию персонала.',
					],
				},
			],

			conclusion:
				'В заключение, если вы хотите воспользоваться преимуществами внутреннего сайта для своей компании, не стоит откладывать это на потом. Закажите разработку внутреннего сайта у профессионалов, и дайте своим сотрудникам инструмент, который улучшит работу и сделает ее более продуктивной и эффективной. Создайте конфиденциальное и удобное пространство для вашей компании, которое поможет достичь новых высот в бизнесе.',
		},
	},
	{
		id: 2,
		h3: 'Процесс разработки внутренего сайта',
		img: '/service/vnutrennee/process.webp',
		alt: 'Процесс разработки внутренего сайта',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Создание корпоративных закрытых внутренних сайтов (также известных как закрытые веб-приложения) - это сложный и ответственный процесс, который требует внимания к деталям и профессионального подхода. Давайте рассмотрим, как происходит этот процесс, начиная с момента заказа.',
			steps1: [
				{
					id: 1,
					title: '1. Обсуждение и Понимание Потребностей Заказчика',
					points: [
						'Первый и самый важный шаг - это встреча с заказчиком, во время которой происходит обсуждение его требований и ожиданий от внутреннего сайта. Заказчик и разработчики вместе определяют цели проекта, функциональные требования и бизнес-процессы, которые должны быть поддержаны.',
					],
				},
				{
					id: 2,
					title: '2. Планирование и Проектирование',
					points: [
						'На этом этапе создается план разработки, определяются ключевые моменты, сроки выполнения и бюджет. Дизайнеры начинают работу над внешним видом и интерфейсом внутреннего сайта, а архитекторы приложения проектируют его структуру и логику.',
					],
				},
				{
					id: 3,
					title: '3. Разработка и Программирование',
					points: [
						'Разработчики начинают создавать код, который будет обеспечивать функциональность внутреннего сайта. Этот процесс включает в себя создание базы данных, настройку безопасности, разработку пользовательских интерфейсов и интеграцию с другими системами, если это необходимо.'
					],
				},
				{
					id: 4,
					title: '4. Тестирование и Отладка',
					points: [
						'После завершения разработки производится тестирование внутреннего сайта. Здесь проверяется его работоспособность, безопасность и совместимость с разными браузерами и устройствами. Ошибки и недоработки исправляются.'
					],
				},
				{
					id: 5,
					title: '5. Внедрение и Запуск',
					points: [
						'После успешного завершения тестирования внутренний сайт разворачивается на сервере и готовится к запуску. Заказчик получает доступ к сайту, и его использование начинается.'
					],
				},
				{
					id: 6,
					title: '6. Обучение и Поддержка',
					points: [
						'Разработчики предоставляют обучение сотрудникам, которые будут использовать внутренний сайт. Также они обеспечивают техническую поддержку и решают любые проблемы, которые могут возникнуть после запуска.'
					],
				},
				{
					id: 7,
					title: '7. Постоянное Улучшение:',
					points: [
						'Процесс разработки внутренних сайтов не заканчивается после запуска. Внутренний сайт нуждается в постоянном обновлении и улучшении в соответствии с потребностями компании.'
					],
				},
			],
			conclusion:
				'Если вы хотите воспользоваться преимуществами внутреннего сайта для оптимизации бизнес-процессов, повышения эффективности и обеспечения конфиденциальности данных, вы можете заказать создание внутреннего сайта у профессионалов. Этот шаг поможет вашей компании быть более конкурентоспособной и готовой к вызовам современного бизнес-мира.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки внутренего сайта',
		img: '/service/vnutrennee/price.webp',
		alt: 'Стоимость и сроки разработки внутренего сайта',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Разработка внутреннего сайта, также известного как закрытое веб-приложение, - это сложный процесс, и сроки и стоимость этого проекта могут значительно варьироваться. Множество факторов влияют на эти параметры, и давайте рассмотрим основные из них.',
			steps1: [
				{
					id: 1,
					title: '1. Объем и сложность проекта',
					points: [
						'Сроки и стоимость разработки внутреннего сайта сильно зависят от его объема и сложности. Если проект включает в себя множество страниц, функциональных возможностей, сложные интеграции и высокий уровень кастомизации, то это потребует больше времени и ресурсов.'
					],
				},
				{
					id: 2,
					title: '2. Функциональные требования',
					points: [
						'Сроки и стоимость могут увеличиться, если заказчик имеет специфические функциональные требования к внутреннему сайту. Например, включение сложных процессов автоматизации, интеграцию с другими системами или разработку уникальных функций.'
					],
				},
				{
					id: 3,
					title: '3. Дизайн и пользовательский опыт',
					points: [
						'Дизайн и пользовательский опыт играют важную роль. Если заказчик требует высококачественный и индивидуальный дизайн, это может потребовать дополнительного времени для его разработки и интеграции..'
					],
				},
				{
					id: 4,
					title: '4. Интеграции',
					points: [
						'Если внутренний сайт должен интегрироваться с другими системамиь.'
					],
				},
				{
					id: 5,
					title: '5. Сроки выполнения',
					points: [
						'Если заказчик имеет сжатые сроки для выполнения проекта, это может потребовать больше ресурсов и более интенсивной работы, что повлияет на стоимость.'
					],
				},
				{
					id: 6,
					title: '6. Уровень кастомизации',
					points: [
						'Сроки и стоимость зависят от уровня кастомизации, который заказчик хочет видеть. Чем больше индивидуальных требований, тем больше работы и времени потребуется.'
					],
				},
				{
					id: 7,
					title: '7. Тестирование и отладка',
					points: [
						'Необходимость в тщательном тестировании и отладке также может повлиять на сроки, поскольку это важный шаг в обеспечении качества.'
					],
				},
				{
					id: 8,
					title: '8. Поддержка и обновления',
					points: [
						'Стоимость включает в себя также поддержку и будущие обновления, которые могут потребовать дополнительных ресурсов и времени.'
					],
				},
			],
			conclusion:
				'Сроки и стоимость разработки внутреннего сайта (закрытого веб-приложения) зависят от множества факторов. Чтобы получить точную оценку, важно провести детальное обсуждение проекта с профессиональной разработчиков и учесть все специфические требования заказчика. Независимо от сложности, внутренний сайт может значительно повысить эффективность работы компании и обеспечить конфиденциальность данных, делая его инвестицией в будущее.',
		},
	},
	{
		id: 4,
		h5: 'Готовы улучшить свой бизнес и сделать его более эффективным?',
		img: '/service/vnutrennee/logo-priziv.webp',
		alt: 'Создание закрытого сайта, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Разработка корпоративного внутреннего закрытого сайта - ваш ключ к оптимизации внутренних бизнес-процессов, повышению коммуникации и обеспечению безопасности данных.',
			steps1: [],
			conclusion:
				'Не упустите возможность создать центральное пространство, где ваша команда сможет взаимодействовать, обмениваться информацией и работать более продуктивно. С нашей помощью, вы можете заказать создание корпоративного внутреннего закрытого сайта, который точно соответствует вашим потребностям и требованиям.',
			action:
				'Давайте вместе сделаем ваш бизнес более эффективным и конкурентоспособным. Закажите разработку внутреннего сайта прямо сейчас!',
		},
	}
];

export const title = {
	h1: 'Разработка внутренего корпоративного сайта в Минске',
	img: '/service/vnutrennee/main.webp',
	alt: "Разработка внутренего корпоративного сайта",
	scroll:'dataVnutrennee',
}

export const priceAndDate = {
	price: 'от 700 BYN',
	date: '20-90 дней'
}



export const dataVnutrennee = {
	data,
	title,
	priceAndDate
}