
export const data = [
	{
		id: 1,
		h2: 'Лендинг',
		img: '',
		alt: '',
		content: {
			description:
				'Лендинг, также известный как лендинг-страница или целевая страница, представляет собой одну из ключевых составляющих современного интернет-маркетинга и веб-дизайна. Это специализированный веб-ресурс, созданный с одной главной целью: убедить посетителей выполнять определенное действие. Лендинг может быть создан для разных целей, таких как продажа товаров или услуг, сбор контактных данных, привлечение подписчиков, регистрация на мероприятие и многое другое. Основной принцип лендинга заключается в максимально эффективной концентрации внимания посетителя на одном единственном действии, которое вы хотите, чтобы он выполнил. Вся структура и контент лендинга строятся вокруг этой центральной цели. Важно создать такую убедительную атмосферу, которая подталкивает посетителя к действию.',
			counSymb: 1,
			steps1: [
				{
					id: 1,
					title: 'Наши лендинги обладают следующими преимуществами:',
					points: [
						'• Простота и эффективность: Лендинги разрабатываются с акцентом на минимализме и ясности. Это позволяет посетителям быстро понять предложение и принять решение.',
						'• Фокус на конверсии: Главной целью лендинга является увеличение конверсии, что делает его мощным инструментом для сбора контактов и продаж.',
						'• Адаптивность: Наши лендинги разрабатываются с учетом мобильных устройств, что обеспечивает корректное отображение и удобство использования на всех типах экранов.',
						'• SEO-оптимизация: Мы следим за правильной оптимизацией лендингов для поисковых систем, что способствует их высокому рейтингу и улучшению органического трафика.',
						'• Аналитика и отчетность: Мы интегрируем инструменты аналитики для мониторинга и оценки эффективности лендингов, что позволяет вносить коррективы и повышать их эффективность.',
					],
				},
			],

			conclusion:
				'В заключение, лендинг является важным инструментом в современном маркетинге, который помогает привлекать клиентов и увеличивать продажи. Мы готовы создать для вас лендинг, который будет максимально эффективным и поможет достичь ваших бизнес-целей.',
		},
	},
	{
		id: 2,
		h3: 'Процесс разработки лендинга',
		img: '/service/lending/process.webp',
		alt: 'Процесс разработки лендинга',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Лендинг - это мощный инструмент для привлечения внимания к вашему продукту или услуге в онлайне. Разработка лендинга - это процесс, который помогает создать эффективную веб-страницу, специально нацеленную на привлечение целевой аудитории и сбор важных данных. Создание лендинга может быть ключевым моментом в вашей маркетинговой стратегии.',
			steps1: [
				{
					id: 1,
					title: 'Первый этап разработки лендига',
					points: [
						'Процесс разработки лендинга начинается с определения целей и аудитории вашего проекта. Важно понимать, какие именно действия вы хотите, чтобы пользователи выполнили на вашем лендинге. Далее специалисты по разработке лендингов создают уникальный дизайн, который привлекает внимание и подчеркивает ваши преимущества.',
					],
				},
				{
					id: 2,
					title: 'Второй этап разработки лендинга',
					points: [
						'Вторым этапом является верстка и программирование лендинга. Это включает в себя создание интерактивных элементов, форм для сбора данных, а также оптимизацию для поисковых систем. Важно, чтобы ваш лендинг был быстро загружаемым и удобным для пользователей с мобильных устройств.',
					],
				},
				{
					id: 3,
					title: 'Третий этап разработки лендинга',
					points: [
						'После этапа разработки, наступает время тестирования и оптимизации. Специалисты анализируют поведение посетителей на лендинге и вносят коррективы для улучшения его эффективности.'
					],
				},
			],
			conclusion:
				'Важно помнить, что разработка лендинга - это не одноразовое событие, а постоянный процесс оптимизации и улучшения. С созданным лендингом вы можете привлекать новых клиентов и повышать конверсию, делая ваш бизнес более успешным.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки лендига',
		img: '/service/lending/price.webp',
		alt: 'Стоимость и сроки разработки лендига',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Сроки и стоимость разработки лендинга - важные аспекты при создании эффективной онлайн-презентации вашего продукта или услуги. Чтобы понять, от чего зависят эти параметры, давайте взглянем на несколько ключевых факторов, влияющих на процесс разработки лендинга на заказ.',
			steps1: [
				{
					id: 1,
					title: 'Сложность и объем контента',
					points: [
						'Первым шагом к созданию успешного лендинга является определение объема информации и его сложности. Если требуется больше страниц и дополнительных элементов (например, анимаций или видеороликов), это непременно увеличит как сроки, так и стоимость разработки.'
					],
				},
				{
					id: 2,
					title: 'Дизайн и адаптивность',
					points: [
						' Современные лендинги должны быть адаптированы под разные устройства, такие как смартфоны, планшеты и настольные компьютеры. Это может потребовать дополнительного времени и усилий от дизайнеров и разработчиков.'
					],
				},
				{
					id: 3,
					title: 'Уникальный контент и копирайтинг',
					points: [
						'Качественный и убедительный контент на лендинге играет ключевую роль в его успешности. Создание уникального текста, который привлечет внимание посетителей и убедит их в пользе продукта или услуги, может занять дополнительное время.'
					],
				},
				{
					id: 4,
					title: 'Сроки и бюджет',
					points: [
						'Ваш собственный график и финансовые ограничения могут также определить сроки и стоимость. Если вам нужно срочно разработать лендинг, это может потребовать дополнительных ресурсов и, следовательно, увеличить стоимость.'
					],
				},
				{
					id: 5,
					title: 'Выбор исполнителя',
					points: [
						' Опыт и квалификация разработчика или веб-студии также играют важную роль. Более опытные специалисты могут более эффективно выполнять работу, что может сказаться на сроках и стоимости.'
					],
				},
			],
			conclusion:
				'Итак, сроки и стоимость разработки лендинга на заказ зависят от множества факторов. Чтобы получить наилучший результат, рекомендуется начать с четкого определения ваших целей и требований, а затем обсудить их с профессионалами в сфере веб-разработки. Это поможет создать лендинг, который не только эффективно представит ваш продукт или услугу, но и будет соответствовать вашим срокам и бюджету.',
		},
	},
	{
		id: 4,
		h5: 'Хотите лендинг, который увеличит продажи?',
		img: '/service/lending/logo-lending.webp',
		alt: 'Создание лендига, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Разработка лендинга - это процесс, который зависит от нескольких ключевых моментов. Позвольте нам рассказать вам о том, как сделать правильный выбор и получить лендинг, который превзойдет ваши ожидания:',
			steps1: [
				{
					id: 1,
					title: 'Цель и аудитория',
					points: [
						'Прежде всего, определитесь с целью вашего лендинга и тем, кому вы хотите его представить. Четко сформулированные цели помогут нашей команде создать лендинг, который точно будет выполнять свои функции.'
					]
				},
				{
					id: 2,
					title: 'Дизайн и визуальное восприятие',
					points: [
						'Визуальное восприятие имеет огромное значение. Мы разработаем дизайн, который не только привлекает взгляд, но и передает вашу уникальность и стиль.'
					]
				},
				{
					id: 3,
					title: 'Убедительный контент',
					points: [
						'Текст на вашем лендинге должен быть убедительным и информативным. Мы создадим уникальный контент, который убедит посетителей в необходимости вашего продукта или услуги.'
					]
				},
				{
					id: 4,
					title: 'Адаптивность',
					points: [
						'Времена меняются, и большинство пользователей сегодня используют мобильные устройства. Наш лендинг будет адаптирован под разные экраны, чтобы ваша аудитория могла получать качественный опыт, независимо от устройства.'
					]
				},
				{
					id: 5,
					title: 'SEO и продвижение',
					points: [
						'Мы также учтем SEO-аспекты при разработке вашего лендинга, чтобы он легко находился в поисковых системах и привлекал больше потенциальных клиентов.'
					]
				},
			],
			conclusion:
				'Теперь, когда вы знаете, что мы можем предложить, почему бы не дать нам шанс создать для вас лендинг, который будет работать на вас? Свяжитесь с нами сегодня, и мы начнем разработку вашего идеального лендинга прямо сейчас! Не упустите шанс увеличить свою онлайн-продуктивность с лучшей разработкой лендинга!',
			action:
				'',
		},
	}
];

export const title = {
	h1: 'Создание лендинга в Минске',
	img: '/service/lending/main1.webp',
	alt: "Создание лендинга",
	scroll:'dataLending',
}

export const priceAndDate = {
	price: '250-350 BYN',
	date: '4-7 дней'
}



export const dataLending = {
	data,
	title,
	priceAndDate
}