
export const data = [
	{
		id: 1,
		h2: 'Сайт-визитка',
		img: '',
		alt: '',
		content: {
			description:
				'Сайт-визитка - это небольшой сайт, сфокусированный на ключевой информации. На сайте-визитке будет краткое описание товаров или услуг, преимуществ компании, а также контактные данные.',
			counSymb: 1,
			steps1: [
				{
					id: 1,
					title: 'Преимущества сайта-визитки:',
					points: [
						'• Простота и Компактность: Сайт-визитка предоставляет только основную информацию, что делает его легко воспринимаемым и удобным для посетителей.',
						'• Быстрое Создание: Создание сайта-визитки обычно занимает меньше времени и ресурсов по сравнению с полноценным веб-сайтом.',
						'• Контактная Информация: Ваш сайт-визитка будет содержать информацию о ваших контактах, делая процесс связи с вами легким и прямым. Посетители могут найти ваш номер телефона, адрес электронной почты, а также ссылки на социальные сети.',
						'• Онлайн Присутствие: Вы остаетесь в сети круглосуточно, что позволяет привлекать клиентов даже в ночное время.',
					],
				},
			],
			steps2: [
				{
					id: 1,
					title: 'Особенности сайта-визитки:',
					points: [
						'• Ограниченная Информация: Из-за компактности, сайт-визитка может не вмещать всю детальную информацию о вас или вашем бизнесе.',
					],
				},
			],
			conclusion:
				'В заключение, сайт-визитка является отличным инструментом для быстрого размещения вашей информации в сети. Он идеально подходит для тех, кто стремится привлечь клиентов через поисковые системы Google и Яндекс, при этом минимизируя затраты. Кроме того, она также подходит для тех, кто интересуется тем, как сайт будет работать и как будет формироваться поток новых клиентов.',
		},
	},
	{
		id: 2,
		h3: 'Процесс разработки сайта-визитки',
		img: '/service/site-vizitka/process.webp',
		alt: 'Процесс разработки сайта-визитки',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Процесс разработки сайта-визитки включает в себя несколько ключевых этапов, предназначенных для создания компактного, информативного и привлекательного веб-ресурса. Ниже представлен общий обзор этапов разработки сайта-визитки:',
			steps1: [
				{
					id: 1,
					title: 'Исследование и Планирование:',
					points: [
						'• Собрание информации о вашем бизнесе или проекте, определение целей и задач сайта-визитки.',
						'• Анализ конкурентов и целевой аудитории.',
						'• Выработка стратегии содержания и дизайна сайта-визитки.',
					],
				},
				{
					id: 2,
					title: 'Дизайн и Макет:',
					points: [
						'• Создание дизайна сайта-визитки, включая цветовую схему, шрифты, логотип и общий стиль.',
						'• Разработка макетов страниц и расположения элементов.',
						'• Визуализация, как сайт будет выглядеть на различных устройствах (открытка, планшет, мобильный телефон).',
					],
				},
				{
					id: 3,
					title: 'Разработка Контента:',
					points: [
						'• Создание текстового и мультимедийного контента для сайта-визитки, включая описания товаров или услуг.',
						'• Контент должен соответствовать целям и интересам целевой аудитории.',
					],
				},
				{
					id: 4,
					title: 'Веб-разработка:',
					points: [
						'• Создание кода и разработка функциональности сайта-визитки.',
						'Внедрение дизайна и контента в веб-шаблон.',
						'• Обеспечение отзывчивого дизайна (адаптации сайта-визитки под разные экраны и устройства).',
					],
				},
				{
					id: 5,
					title: 'Оптимизация для Поисковых Систем (SEO):',
					points: [
						'• Подготовка метаданных, оптимизация изображений и структуры сайта-визитки.',
						'• Регистрация сайта в поисковых системах и настройка аналитики для отслеживания трафика.',
					],
				},
				{
					id: 6,
					title: 'Тестирование и Отладка:',
					points: [
						'• Проведение тестов для обнаружения и исправления ошибок и несоответствий.',
						'• Проверка работы сайта-визитки на различных браузерах и устройствах.',
					],
				},
				{
					id: 7,
					title: 'Запуск:',
					points: [
						'• Размещение сайта-визитки на хостинге и настройка доменного имени.',
						'• Проверка работы всех функций перед публикацией.',
					],
				},
				{
					id: 8,
					title: 'Поддержка и Обслуживание:',
					points: [
						'• После запуска следует регулярно обновлять контент и проверять наличие обновлений.',
						'• Мониторинг работы сайта-визитки и реагирование на обратную связь от пользователей.',
					],
				},
			],
			conclusion:
				'Этот процесс может варьироваться в зависимости от конкретных требований проекта и бизнес-целей, однако он представляет общую структуру при разработке сайта-визитки. Важно также помнить о том, что сайт-визитка - это инструмент, который должен эффективно представлять услуги или товары в онлайне, поэтому качество дизайна и контента играет ключевую роль в успешной разработке.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки сайта-визитки',
		img: '/service/site-vizitka/price-vizitka.webp',
		alt: 'Стоимость и сроки разработки',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Став профессионально разработанной визитной карточкой вашего бизнеса в виртуальном мире, сайт-визитка представляет собой не только способ привлечь клиентов, но и инвестицию в свой успех. Когда речь идет о создании сайта-визитки, существует несколько ключевых факторов, от которых зависят его стоимость и сроки разработки.',
			steps1: [
				{
					id: 1,
					title: 'Дизайн и Графика',
					points: [
						'Качество дизайна и уровень графического контента играют важную роль. Если вы хотите выразить индивидуальность и профессионализм, инвестирование в выдающийся дизайн может повысить стоимость разработки.'
					],
				},
				{
					id: 2,
					title: 'Функциональность',
					points: [
						'Чем больше функциональных возможностей вы хотите встроить в вашу сайт-визитку (например, формы обратной связи, галереи изображений, блоги и другие дополнительные элементы), тем больше времени и ресурсов потребуется для разработки, что может повысить стоимость.'
					],
				},
				{
					id: 3,
					title: 'Адаптивный Дизайн',
					points: [
						'Оптимизация сайта-визитки для разных устройств и экранов (от компьютеров до мобильных телефонов) может потребовать дополнительного труда и влияет на общую стоимость разработки.'],
				},
				{
					id: 4,
					title: 'Содержание и SEO',
					points: [
						'Качество контента и оптимизация для поисковых систем также влияют на стоимость. Чем более информативен и оптимизирован ваш контент, тем более успешно сайт справляется с привлечением трафика.'],
				},
				{
					id: 5,
					title: 'Индивидуальные Требования',
					points: [
						'Если у вас есть особые запросы или уникальные функции, которые необходимо встроить в вашу сайт-визитку, это может потребовать дополнительного времени и ресурсов.'],
				},
				{
					id: 6,
					title: 'Сроки',
					points: [
						'Если у вас сжатые сроки, разработка может потребовать большего числа ресурсов и, следовательно, увеличить стоимость.'],
				},
				{
					id: 7,
					title: 'Уровень Экспертизы Разработчиков',
					points: [
						'Опыт и квалификация разработчиков также оказывают влияние на стоимость и сроки разработки. Профессионалы могут более эффективно и быстро создавать сайты-визитки.'],
				},
			],
			conclusion:
				'Помните, что сайт-визитка - это важное вложение в ваше онлайн-присутствие, и баланс между качеством и стоимостью разработки имеет решающее значение. При выборе разработчика сайта-визитки важно прозрачно обсудить ваши требования и бюджет, чтобы получить результат, который соответствует вашим ожиданиям и целям.',
		},
	},
	{
		id: 4,
		h5: 'Хотите получить новых клиентов и привлечь большой трафик с поисковых систем Google и Яндекс? Закажите разработку сайта-визитки у профессионалов!',
		img: '/service/site-vizitka/logo-site-vizitka.webp',
		alt: 'Создание сайт-визитки, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Сайт-визитка - это инструмент, который помогает вам привлекать новых клиентов, создавать узнаваемый бренд.',
			steps1: [
				{
					id: 1,
					title: '',
					points: [
						'С нашей командой профессионалов, вы можете быть уверены в качестве и индивидуальном подходе к вашему проекту. Мы сделаем вашу сайт-визитку уникальной и привлекательной для вашей целевой аудитории.'
					]
				}
			],
			conclusion:
				'Закажите разработку сайта-визитки сейчас, и увидьте, как ваш бизнес процветает в онлайн-мире. Не упустите возможность стать заметными и успешными в сети!',
			action:
				'Не ждите, начните действовать сейчас! Контактируйте с нами, чтобы заказать вашу сайт-визитку прямо сейчас.',
		},
	}
];

export const title = {
	h1: 'Создание сайта-визитки в Минске',
	img: '/service/site-vizitka/main.webp',
	alt: "Создание сайта-визитки",
	scroll:'dataSiteVizitka',
}

export const priceAndDate = {
	price: '170-250 BYN',
	date: '2-3 дня'
}



export const dataSiteVizitka = {
	data,
	title,
	priceAndDate
}