
export const data = [
	{
		id: 1,
		h2: 'Корпоративный сайт',
		img: '',
		alt: '',
		content: {
			description:
				'Корпоративный сайт – это важный инструмент для современных организаций, предоставляющий возможность представить свои услуги, продукты и бренд в цифровом мире. Разработка корпоративного сайта - это сложный и многогранный процесс, который требует внимания к деталям, профессиональных навыков и понимания потребностей бизнеса. В этой статье мы рассмотрим ключевые аспекты разработки корпоративных сайтов и как заказать их создание. Давайте разберемся, зачем нужен корпоративный сайт и какие преимущества он предоставляет.',
			counSymb: 2,
			steps1: [
				{
					id: 1,
					title: 'Что такое корпоративный сайт?',
					points: [
						'Корпоративный сайт - это онлайн-присутствие организации в интернете. Это виртуальная визитная карточка компании, которая предоставляет информацию о её истории, ценностях, продуктах, услугах и контактной информации. Корпоративный сайт может служить различными целями: привлечение новых клиентов, обеспечение лояльности существующих, информационная поддержка для партнёров и многое другое. Давайте разберемся, зачем нужен корпоративный сайт и какие преимущества он предоставляет.',
					],
				},
				{
					id: 2,
					title: 'Зачем нужен корпоративный сайт?',
					points: [
						'Корпоративный сайт позволяет вашей компании быть видимой в онлайне 24/7. Это как ваши виртуальные часы работы, где клиенты всегда могут найти информацию о вас.',
						'Сайт - это место, где вы можете подробно рассказать о вашей компании, ее ценностях и миссии. Это создает доверие и помогает укрепить бренд.',
						'Корпоративный сайт позволяет предоставить клиентам полезную информацию о ваших продуктах и услугах, ценах, акциях и контактах.',
						' На сайте можно размещать онлайн-каталоги, формы заказа и другие инструменты, которые упрощают процесс покупки для клиентов и увеличивают конверсию.',
					],
				},
				{
					id: 3,
					title: 'Преимущества корпоративного сайта',
					points: [
						'Ваш сайт доступен всегда и для всех. Клиенты могут получать информацию или делать заказы в удобное для них время.',
						'Сайт дает возможность привлекать клиентов не только из вашего города, но и из разных уголков мира. Это расширяет аудиторию и бизнес-возможности.',
						'Корпоративный сайт может автоматизировать многие бизнес-процессы, что экономит время и ресурсы компании.',
						'Клиенты могут легко находить информацию, сравнивать продукты и делать заказы без необходимости посещения офиса или магазина.',
					],
				},
			],

			conclusion:
				'Корпоративный сайт - это не просто визитная карточка вашей компании в онлайне. Это мощный инструмент для привлечения клиентов, укрепления бренда и увеличения эффективности вашего бизнеса. Разработка и создание корпоративного сайта - инвестиция, которая окупается многократно, открывая новые горизонты для вашей компании.',
		},
	},
	{
		id: 2,
		h3: 'Процесс разработки корпоративного сайта',
		img: '/service/korporativnyj/process.webp',
		alt: 'Процесс разработки корпоративного сайта',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Корпоративный сайт - это важный элемент цифровой стратегии компании, и его разработка - это комплексный процесс, который выполняется профессиональной веб-разработочной компанией. Давайте подробно рассмотрим этот процесс, начиная с момента, когда компания принимает заказ.',
			steps1: [
				{
					id: 1,
					title: '1. Подготовительный этап:',
					points: [
						'На этом этапе веб-разработчики и менеджеры общаются с заказчиком, чтобы понять его цели и требования к корпоративному сайту. Они обсуждают дизайн, функциональность, контент и бюджет проекта. Здесь ключевыми словами являются "заказать" и "понимание потребностей".',
					],
				},
				{
					id: 2,
					title: '2. Планирование и анализ:',
					points: [
						'После того как требования заказчика учтены, команда разработчиков начинает планировать проект. Они определяют структуру сайта, функциональные возможности, технические решения и расписание работ. Здесь важны слова "планирование" и "анализ".',
					],
				},
				{
					id: 3,
					title: '3. Дизайн и визуальное оформление:',
					points: [
						'На этом этапе создается дизайн сайта. Дизайнеры работают над внешним видом, цветовой палитрой и расположением элементов на странице. Цель - сделать сайт привлекательным и удобным для пользователей. Здесь используется слово "создание" в контексте дизайна.'
					],
				},
				{
					id: 4,
					title: '4. Разработка и программирование:',
					points: [
						'Программисты берут на себя разработку кода, который делает сайт функциональным. Они создают интерактивные элементы, формы, базы данных и интегрируют системы управления контентом (CMS). Этот этап связан с "разработкой".'
					],
				},
				{
					id: 5,
					title: '5. Тестирование и отладка:',
					points: [
						'После создания сайта, команда тщательно проверяет его работоспособность. Они ищут ошибки, проверяют совместимость с разными браузерами и устройствами, а также обеспечивают безопасность. Здесь ключевое слово - "тестирование".'
					],
				},
				{
					id: 6,
					title: '6. Запуск и развертывание:',
					points: [
						'После успешного тестирования сайт готов к запуску. Он размещается на сервере и делается доступным для публики в интернете. Это - фаза "запуска".'
					],
				},
				{
					id: 7,
					title: '7. Поддержка и обслуживание:',
					points: [
						'После запуска сайта он нуждается в постоянной поддержке. Это включает в себя обновление контента, исправление ошибок, а также мониторинг его производительности и безопасности. Здесь "поддержка" - важное слово.'
					],
				},
			],
			conclusion:
				'В конечном итоге, процесс разработки корпоративного сайта - это слаженная работа специалистов, направленная на создание виртуальной площадки, которая поможет вашей компании выделиться и привлечь клиентов. Этот процесс включает в себя множество этапов и действий, но его цель всегда остается одной - создать эффективный и удовлетворяющий все потребности корпоративный сайт.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки корпоративного сайта',
		img: '/service/korporativnyj/price.webp',
		alt: 'Стоимость и сроки разработки корпоративного сайта',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Сроки и стоимость разработки корпоративного сайта могут варьироваться в зависимости от множества факторов. Давайте разберемся, от чего именно зависят эти параметры.',
			steps1: [
				{
					id: 1,
					title: '1. Объем и сложность проекта',
					points: [
						'Когда компания приступает к разработке корпоративного сайта, первым делом оценивается его размер и сложность. Это включает в себя количество страниц, функциональные требования (например, интерактивные элементы или базы данных), а также уровень кастомизации дизайна. Более объемные и сложные проекты требуют больше времени и ресурсов, что может повлиять на сроки и стоимость.'
					],
				},
				{
					id: 2,
					title: '2. Дизайн и визуальное оформление',
					points: [
						'Дизайн сайта играет важную роль в его стоимости и сроках разработки. Если требуется уникальный и выразительный дизайн, который соответствует бренду заказчика, это может потребовать дополнительного времени и усилий от дизайнеров.'
					],
				},
				{
					id: 3,
					title: '3. Функциональность и дополнительные возможности',
					points: [
						'Если корпоративный сайт должен иметь дополнительные функции, такие как онлайн-магазин, блог, систему регистрации пользователей или интеграцию с социальными сетями, это также может повлиять на стоимость и сроки разработки.'
					],
				},
				{
					id: 4,
					title: '4. Уровень кастомизации и интеграция',
					points: [
						'Интеграция с другими системами или сторонними сервисами может потребовать дополнительного времени и усилий от разработчиков. Также, если заказчик хочет уникальные функции, которые требуют более сложной кастомизации, это может увеличить сроки и стоимость.'
					],
				},
				{
					id: 5,
					title: '5. Сроки выполнения',
					points: [
						'Если заказчик хочет получить сайт в сжатые сроки, это может потребовать увеличения команды разработчиков или более интенсивной работы, что повлияет на стоимость проекта.'
					],
				},
				{
					id: 6,
					title: '6. Уровень поддержки и обслуживания',
					points: [
						'Некоторые компании предоставляют дополнительные услуги по обслуживанию и поддержке сайта после его развертывания. Это тоже может повлиять на общую стоимость проекта.'
					],
				},
			],
			conclusion:
				'Итак, сроки и стоимость разработки корпоративного сайта зависят от множества факторов, связанных с объемом, сложностью и дополнительными требованиями проекта. Компания, которая разрабатывает сайт, учитывает все эти факторы при оценке проекта и предоставляет заказчику соответствующую информацию о сроках и стоимости. Важно, чтобы заказчик и разработчик работали в партнерстве, чтобы достичь наилучших результатов в разработке корпоративного сайта.',
		},
	},
	{
		id: 4,
		h5: 'Вы хотите внести революцию в вашем бизнесе? Хотите быть в шаге от конкурентов? Разработка корпоративного сайта - ваш ключ к успеху!',
		img: '/service/korporativnyj/priziv.webp',
		alt: 'Создание корпоративного сайта, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Современный мир требует современных решений, и корпоративный сайт - это ваша возможность выделиться из толпы. Здесь вы можете представить свою компанию во всей красе, рассказать о ваших уникальных продуктах и услугах, а главное - быть доступными для клиентов 24/7.',
			steps1: [],
			conclusion:
				'Не упустите шанс расширить свой бизнес на новые рынки, привлечь больше клиентов и увеличить прибыль. Наша команда профессиональных разработчиков готова создать для вас корпоративный сайт, который будет отражать дух вашей компании и приводить вас к новым вершинам.',
			action:
				'Не ждите! Воспользуйтесь этой возможностью и заказывайте разработку корпоративного сайта уже сегодня. Пусть ваш бизнес станет более успешным, видимым и востребованным!',
		},
	}
];

export const title = {
	h1: 'Создание корпоративных сайтов в Минске',
	img: '/service/korporativnyj/main.webp',
	alt: "Создание корпоративных сайтов",
}

export const priceAndDate = {
	price: 'от 650 BYN',
	date: '14-30 дней'
}



export const dataKorporativnyj = {
	data,
	title,
	priceAndDate
}