// export const data = [
// 	{
// 		id: 1,
// 		h2: 'Многостраничный сайт',
// 		img: '',
// 		alt: '',
// 		figcaption: '',
// 		content: {
// 			description:
// 				'Многостраничный сайт – это сайт, который состоит из различных страниц, каждая из которых предназначена для определенной цели и содержит информацию, специфическую для этой цели. Обычно такой сайт включает в себя главную страницу, на которой вы найдете основную информацию о компании или проекте. Кроме того, есть дополнительные страницы, посвященные различным аспектам деятельности, таким как услуги, продукты, контакты, новости, информация о компании и многое другое. Многостраничные сайты позволяют более подробно и структурированно представить информацию, что обеспечивает удобство для пользователей и улучшает коммуникацию с аудиторией.',
// 			example: [
// 				'Как пример, представьте, что вы ищете информацию о покупке велосипеда. Если вы вводите запрос "купить велосипед" в поисковой системе, многостраничный сайт, оптимизированный под этот запрос, предоставит вам страницу "Покупка велосипедов", где вы найдете подробную информацию о доступных моделях, характеристиках и ценах на велосипеды. Эта страница будет содержать ключевые слова и фразы, связанные с покупкой велосипедов, чтобы сделать ее более релевантной для вашего запроса.',
// 				'	С другой стороны, если вы ищете советы по уходу за велосипедом после его покупки, многостраничный сайт также может предложить вам страницу "Уход за велосипедом", где вы найдете полезные статьи и рекомендации по обслуживанию вашего велосипеда. Эта страница также будет оптимизирована для запросов, связанных с уходом за велосипедом.',
// 				'Этот подход к структуре сайта и его оптимизации под ключевые запросы помогает улучшить видимость вашего сайта в поисковых результатах и привлекать больше органического трафика. Уделяя внимание релевантности каждой страницы под конкретный запрос пользователя, вы делаете информацию более доступной и понятной для вашей аудитории.'
// 			]
// 		}
// 	},
// 	{
// 		id: 2,
// 		h3: 'Структура многостраничного сайта',
// 		img: '/service/mnogostranich/structura.webp',
// 		alt: 'Создание многостраничного сайта',
// 		figcaption: 'пример структуры небольшого сайта',
// 		content: (
// 			<div className="mt-20 text-sm text-justify">
// 				<p className="mb-2">
// 					<span className="font-semibold">Создание многостраничного сайта</span>{' '} - это важный этап в разработке онлайн-присутствия для любой компании или проекта. Структура многостраничного сайта играет решающую роль в том, как пользователи воспринимают информацию и как поисковые системы индексируют сайт.
// 				</p>
// 				<p className="mb-2">
// 					Многостраничный сайт состоит из нескольких страниц, каждая из которых имеет свою уникальную цель и содержит специфический контент. Главная страница, как правило, служит вводным пунктом, представляя общую информацию о компании или проекте. Она должна быть привлекательной и информативной, чтобы удержать посетителей.
// 				</p>
// 				<p className="mb-2">
// 					Однако основная сила многостраничного сайта заключается в его дополнительных страницах, которые позволяют более детально рассмотреть различные аспекты деятельности. Например, страницы "Услуги", "Продукты", "Цены" и "Контакты" предоставляют подробные сведения о предлагаемых услугах, товарах, ценообразовании и способах связи.
// 				</p>
// 				<p className="mb-2">
// 					Оптимизация мета-тегов, заголовков страниц и ключевых слов на каждой странице помогает поисковым системам лучше понимать структуру и содержание сайта. Когда пользователь вводит запрос в поисковой системе, многостраничный сайт с оптимизированными страницами имеет больше шансов быть отображенным в результатах поиска.
// 				</p>
// 				<p className="mb-2">
// 					Разработка и создание многостраничного сайта требуют тщательного планирования. Важно определить цели сайта, целевую аудиторию и структуру страниц заранее. Это позволит создать сайт, который будет эффективным инструментом для привлечения клиентов и расширения онлайн-присутствия.
// 				</p>
// 				<p className="mb-2">
// 					Кроме того, регулярное обновление контента на многостраничном сайте, такое как добавление новостей, блогов и акций, обогащает его информацией, что способствует частым обновлениям и привлечению поискового трафика через запросы на актуальные события и темы.
// 				</p>
// 				<p className="font-semibold">
// 					В итоге, многостраничный сайт - это мощный инструмент для успешного онлайн-присутствия, который с помощью правильной структуры и оптимизации может привлечь больше клиентов и улучшить позиции в поисковых результатах.
// 				</p>
// 			</div>
// 		),
// 	},
// 	{
// 		id: 3,
// 		h4: 'От чего зависят сроки и стоимость разработки многостраничного сайта',
// 		img: '/service/mnogostranich/cost.webp',
// 		alt: 'Стоимость и сроки разработки',
// 		figcaption: 'компания VI:TECH',
// 		content: (
// 			<div className="mt-7 text-justify text-sm">
// 				<div className="mb-2">
// 					<p className="font-semibold mb-1">
// 						1. Сложность проекта
// 					</p>
// 					<p className="">
// 						Чем более сложный и функциональный сайт вы хотите создать, тем больше времени и ресурсов потребуется. Например, добавление интерактивных элементов, электронной коммерции или интеграции с другими системами может увеличить сроки и стоимость.
// 					</p>
// 				</div>

// 				<div className="mb-2">
// 					<p className="font-semibold mb-1">
// 						2. Дизайн и пользовательский интерфейс
// 					</p>
// 					<p className="">
// 						Создание уникального и привлекательного дизайна требует времени. Качественный дизайн способствует улучшению пользовательского опыта, но может повлиять на стоимость и сроки.
// 					</p>
// 				</div>
// 				<div className="mb-2">
// 					<p className="font-semibold mb-1">
// 						3. Объем контента
// 					</p>
// 					<p className="">
// 						Количество страниц, текста, изображений и другого контента, который должен быть создан и добавлен на сайт, влияет на сроки. Подготовка и оптимизация контента занимает свое время.
// 					</p>
// 				</div>
// 				<div className="mb-2">
// 					<p className="font-semibold mb-1">
// 						4. Интеграции и функциональность
// 					</p>
// 					<p className="">
// 						Если требуется интеграция с другими системами, сторонними сервисами или настройка сложной функциональности (например, баз данных или кастомных приложений), это может существенно увеличить как сроки, так и стоимость.
// 					</p>
// 				</div>
// 				<div className="mb-2">
// 					<p className="font-semibold mb-1">
// 						5. Тестирование и отладка
// 					</p>
// 					<p className="">
// 						Гарантирование стабильной работы сайта и его безопасности требует времени на тестирование и отладку. Этот этап необходим для предотвращения возможных проблем в будущем.
// 					</p>
// 				</div>
// 				<div className="mb-2">
// 					<p className="font-semibold mb-1">
// 						6. Коммуникация и согласование
// 					</p>
// 					<p className="">
// 						Эффективная коммуникация между заказчиком и разработчиком, а также согласование деталей проекта могут сильно влиять на сроки. Чем быстрее принимаются решения и предоставляется обратная связь, тем быстрее продвигается проект.
// 					</p>
// 				</div>
// 				<div className="mb-6">
// 					<p className="font-semibold mb-1">
// 						7. Опыт и навыки
// 					</p>
// 					<p className="">
// 						Разработчик или команда разработчиков с опытом в данной области может более эффективно справляться с задачами и, следовательно, выполнить проект быстрее.
// 					</p>
// 				</div>
// 				<p className="font-semibold">
// 					Понимание этих факторов и четкое определение требований проекта с самого начала помогут более точно оценить сроки и стоимость разработки многостраничного сайта. Каждый проект уникален, и исходя из его специфики, разработчики могут составить наилучший план и бюджет.
// 				</p>
// 			</div>
// 		),
// 	},
// 	{
// 		id: 4,
// 		h5: 'Вам необходим многостраничный сайт, который привлечет новых клиентов и повысит вашу онлайн-продуктивность?',
// 		img: '/service/mnogostranich/logo-mnogostranich.webp',
// 		alt: 'Создание многостраничного сайта, логотип на фоне',
// 		figcaption: 'компания VI:TECH',
// 		content: (
// 			<div className="mt-3 text-justify text-sm">
// 				<p className="mb-2 mt-4">
// 					Наша команда профессиональных веб-разработчиков имеет богатый опыт в создании многостраничных сайтов для различных бизнесов и проектов. Мы не просто разрабатываем сайты, мы создаем мощные онлайн-платформы, способные привлекать клиентов, улучшать видимость в поисковых системах и усиливать вашу онлайн-репутацию.
// 				</p>
// 				<p className="mb-2">
// 					Наши услуги по разработке многостраничных сайтов включают в себя:
// 				</p>
// 				<ul className="list-disc mb-10 px-5">
// 					<li>
// 						Дизайн, который захватывает внимание и оставляет впечатление.
// 					</li>
// 					<li>
// 						Оптимизацию под поисковые системы для лучшей видимости.
// 					</li>
// 					<li>
// 						Интеграцию функциональности, которая соответствует вашим потребностям.
// 					</li>
// 					<li>
// 						Адаптивный дизайн для прекрасной работы на всех устройствах.
// 					</li>
// 					<li>
// 						Быструю загрузку и надежную работу вашего сайта.
// 					</li>
// 				</ul>
// 				<p className="font-bold text-base">
// 					Пригласите нас к сотрудничеству, и мы превратим ваши идеи в качественный многостраничный сайт, который поможет вам достичь ваших бизнес-целей. Не упустите шанс улучшить свое онлайн-присутствие и увеличить количество клиентов. Свяжитесь с нами сегодня, чтобы начать работу над вашим проектом!
// 				</p>
// 			</div>
// 		),
// 	},

// ]

export const data = [
	{
		id: 1,
		h2: 'Многостраничный сайт',
		img: '',
		alt: '',
		figcaption: '',
		content: {
			description:
				'Многостраничный сайт – это сайт, который состоит из различных страниц, каждая из которых предназначена для определенной цели и содержит информацию, специфическую для этой цели. Обычно такой сайт включает в себя главную страницу, на которой вы найдете основную информацию о компании или проекте. Кроме того, есть дополнительные страницы, посвященные различным аспектам деятельности, таким как услуги, продукты, контакты, новости, информация о компании и многое другое. Многостраничные сайты позволяют более подробно и структурированно представить информацию, что обеспечивает удобство для пользователей и улучшает коммуникацию с аудиторией.',
			example: [
				'Как пример, представьте, что вы ищете информацию о покупке велосипеда. Если вы вводите запрос "купить велосипед" в поисковой системе, многостраничный сайт, оптимизированный под этот запрос, предоставит вам страницу "Покупка велосипедов", где вы найдете подробную информацию о доступных моделях, характеристиках и ценах на велосипеды. Эта страница будет содержать ключевые слова и фразы, связанные с покупкой велосипедов, чтобы сделать ее более релевантной для вашего запроса.',
				'	С другой стороны, если вы ищете советы по уходу за велосипедом после его покупки, многостраничный сайт также может предложить вам страницу "Уход за велосипедом", где вы найдете полезные статьи и рекомендации по обслуживанию вашего велосипеда. Эта страница также будет оптимизирована для запросов, связанных с уходом за велосипедом.',
				'Этот подход к структуре сайта и его оптимизации под ключевые запросы помогает улучшить видимость вашего сайта в поисковых результатах и привлекать больше органического трафика. Уделяя внимание релевантности каждой страницы под конкретный запрос пользователя, вы делаете информацию более доступной и понятной для вашей аудитории.'
			]
		}
	},
	{
		id: 2,
		h3: 'Структура многостраничного сайта',
		img: '/service/mnogostranich/structura.webp',
		alt: 'Создание многостраничного сайта',
		figcaption: 'пример структуры небольшого сайта',
		content: {
			description:
				'Создание многостраничного сайта - это важный этап в разработке онлайн-присутствия для любой компании или проекта. Структура многостраничного сайта играет решающую роль в том, как пользователи воспринимают информацию и как поисковые системы индексируют сайт.',
			steps1: [
				{
					id: 1,
					title: 'Преимущества многостраничного сайта:',
					points: [
						'• Многостраничный сайт позволяет предоставить подробную информацию о различных аспектах компании или проекта, что делает его более информативным для посетителей.',
						'• Оптимизация каждой страницы под конкретные запросы пользователей помогает улучшить видимость сайта в поисковых результатах.',
						'• Многостраничные сайты обеспечивают удобство для пользователей, так как каждая страница может быть посвящена определенному аспекту деятельности.',
					],
				},
			],
			steps2: [
				{
					id: 1,
					title: 'Недостатки многостраничного сайта:',
					points: [
						'• Создание и поддержка многостраничного сайта может потребовать больше времени и ресурсов по сравнению с сайтом-визиткой.',
						'• Управление контентом на многостраничном сайте требует больше усилий и внимания.',
					],
				},
			],
			conclusion:
				'В итоге, многостраничный сайт - это мощный инструмент для успешного онлайн-присутствия, который с помощью правильной структуры и оптимизации может привлечь больше клиентов и улучшить позиции в поисковых результатах.',
		},
	},
	{
		id: 3,
		h4: 'От чего зависят сроки и стоимость разработки многостраничного сайта',
		img: '/service/mnogostranich/cost.webp',
		alt: 'Стоимость и сроки разработки',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Чтобы определить сроки и стоимость разработки многостраничного сайта, несколько факторов могут влиять на процесс. Ниже приведены основные факторы, которые определяют сроки и стоимость разработки:',
			steps1: [
				{
					id: 1,
					title: '1. Сложность проекта',
					points: [
						'Чем более сложный и функциональный сайт вы хотите создать, тем больше времени и ресурсов потребуется. Например, добавление интерактивных элементов, электронной коммерции или интеграции с другими системами может увеличить сроки и стоимость.'
					],
				},
				{
					id: 2,
					title: '2. Дизайн и пользовательский интерфейс',
					points: [
						'Создание уникального и привлекательного дизайна требует времени. Качественный дизайн способствует улучшению пользовательского опыта, но может повлиять на стоимость и сроки.'
					],
				},
				{
					id: 3,
					title: '3. Объем контента',
					points: [
						'Количество страниц, текста, изображений и другого контента, который должен быть создан и добавлен на сайт, влияет на сроки. Подготовка и оптимизация контента занимает свое время.'
					],
				},
				{
					id: 4,
					title: '4. Интеграции и функциональность',
					points: [
						'Если требуется интеграция с другими системами, сторонними сервисами или настройка сложной функциональности (например, баз данных или кастомных приложений), это может существенно увеличить как сроки, так и стоимость.'
					],
				},
				{
					id: 5,
					title: '5. Тестирование и отладка',
					points: [
						'Гарантирование стабильной работы сайта и его безопасности требует времени на тестирование и отладку. Этот этап необходим для предотвращения возможных проблем в будущем.'
					],
				},
				{
					id: 6,
					title: '6. Коммуникация и согласование',
					points: [
						'Эффективная коммуникация между заказчиком и разработчиком, а также согласование деталей проекта могут сильно влиять на сроки. Чем быстрее принимаются решения и предоставляется обратная связь, тем быстрее продвигается проект.'],
				},
				{
					id: 7,
					title: '7. Опыт и навыки',
					points: [
						'Разработчик или команда разработчиков с опытом в данной области может более эффективно справляться с задачами и, следовательно, выполнить проект быстрее.'
					],
				},
			],
			conclusion:
				'Понимание этих факторов и четкое определение требований проекта с самого начала помогут более точно оценить сроки и стоимость разработки многостраничного сайта. Каждый проект уникален, и исходя из его специфики, разработчики могут составить наилучший план и бюджет.',
		},
	},
	{
		id: 4,
		h5: 'Вам необходим многостраничный сайт, который привлечет новых клиентов и повысит вашу онлайн-продуктивность?',
		img: '/service/mnogostranich/logo-mnogostranich.webp',
		alt: 'Создание многостраничного сайта, логотип на фоне',
		figcaption: 'компания VI:TECH',
		content: {
			description:
				'Наша команда профессиональных веб-разработчиков имеет богатый опыт в создании многостраничных сайтов для различных бизнесов и проектов. Мы не просто разрабатываем сайты, мы создаем мощные онлайн-платформы, способные привлекать клиентов, улучшать видимость в поисковых системах и усиливать вашу онлайн-репутацию.',
			steps1: [
				{
					id: 1,
					title: '',
					points: [
						'• Дизайн, который захватывает внимание и оставляет впечатление.',
						'• Оптимизацию под поисковые системы для лучшей видимости.',
						'• Интеграцию функциональности, которая соответствует вашим потребностям.',
						'• Адаптивный дизайн для прекрасной работы на всех устройствах.',
						'• Быструю загрузку и надежную работу вашего сайта.'
					],
				},
			],
			conclusion:
				'Пригласите нас к сотрудничеству, и мы превратим ваши идеи в качественный многостраничный сайт, который поможет вам достичь ваших бизнес-целей. Не упустите шанс улучшить свое онлайн-присутствие и увеличить количество клиентов. Свяжитесь с нами сегодня, чтобы начать работу над вашим проектом!',
		},
	},
];

export const title = {
	h1: 'Разработка многостраничного сайта в Минске',
	img: '/service/mnogostranich/main.webp',
	alt: "Создание многостраничного сайта",
}

export const priceAndDate = {
	price: '550-990 BYN',
	date: 'от 2-х недель'
}


export const dataMnogostranichnogoSajta = {
	data,
	title,
	// content,
	priceAndDate
}