export const dataPrice = [
	{
		id: 1,
		title: 'Сайт-визитка',
		link: '/uslugi/sozdanie-sajta-vizitki',
		p: '- это небольшой сайт, созданный для того, чтобы представить информацию о человеке, компании, услуге, событии или организации в интернете. Это как цифровая визитная карточка, где вы можете поделиться ключевой информацией, такой как контакты, услуги или продукты. Сайт-визитка создает первое впечатление о вас или вашем бизнесе, обеспечивает онлайн-присутствие и повышает доверие клиентов. Этот компактный веб-ресурс помогает установить контакт с вашей аудиторией, привлекать новых клиентов и подчеркивать вашу уникальность в интернете.',
		price: '250 BYN',
		time: '2-3 дня',
		img:'/icon1.svg',
		color:'#2196F3',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница (секция)',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Услуги/Продукты',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Контакты',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Социальные сети (иконки)',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Юридическая информация',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Отправка сообщения с сайта в телеграмм',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'О компании',
				isCheck: false,
			},
			{
				id: 9,
				title: 'Портфолио/Примеры работ',
				isCheck: false,
			},
			{
				id: 10,
				title: 'Секция с отзывами',
				isCheck: false,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: false,
			},
			{
				id: 12,
				title: 'Онлайн-чат',
				isCheck: false,
			},
			{
				id: 13,
				title: 'Подвал сайта',
				isCheck: false,
			},
			{
				id: 14,
				title: 'Секция вопрос-ответ',
				isCheck: false,
			},
			{
				id: 15,
				title: 'Доп. секции',
				isCheck: false,
			},
		]
	},
	{
		id: 2,
		title: 'Одностраничный сайт',
		link: '/uslugi/sozdanie-odnostranichnogo-sajta',
		p: '- это веб-сайт, который состоит из единственной страницы, на которой содержится компактная и структурированная информация о продукте, услуге, компании или событии. Этот тип сайта обычно разработан так, чтобы посетитель мог прокручивать страницу вниз, чтобы узнать больше информации, а не переходить на другие страницы для более подробного контента.',
		price: 'от 330 BYN',
		color: '#E91E63',
		img:'/icon2.svg',
		time: '3-7 дней',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница (секция)',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Услуги/Продукты',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Контакты',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Социальные сети (иконки)',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Юридическая информация',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Отправка сообщения с сайта в телеграмм',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'О компании',
				isCheck: true,
			},
			{
				id: 9,
				title: 'Портфолио/Примеры работ',
				isCheck: true,
			},
			{
				id: 10,
				title: 'Секция с отзывами',
				isCheck: true,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: true,
			},
			{
				id: 12,
				title: 'Онлайн-чат',
				isCheck: true,
			},
			{
				id: 13,
				title: 'Подвал сайта',
				isCheck: true,
			},
			{
				id: 14,
				title: 'Секция вопрос-ответ',
				isCheck: true,
			},
			{
				id: 15,
				title: 'Доп. секции',
				isCheck: true,
			},
		]
	},
	{
		id: 3,
		title: 'Лендинг',
		link: '/uslugi/sozdanie-lendinga',
		p: ' (landing page) - это специализированная веб-страница, разработанная с одной конкретной целью: убедить посетителей совершить определенное действие. Лендинги обычно создаются с использованием яркого и привлекательного дизайна, а также содержат четкие и убедительные призывы к действию (CTA).',
		price: 'от 299 BYN',
		time: '4-7 дней',
		color: '#ddd',
		img:'/icon3.svg',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница (секция)',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Услуги/Продукты',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Контакты',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Социальные сети (иконки)',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Юридическая информация',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Отправка сообщения с сайта в телеграмм',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'О компании',
				isCheck: true,
			},
			{
				id: 9,
				title: 'Портфолио/Примеры работ',
				isCheck: true,
			},
			{
				id: 10,
				title: 'Секция с отзывами',
				isCheck: true,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: false,
			},
			{
				id: 12,
				title: 'Онлайн-чат',
				isCheck: true,
			},
			{
				id: 13,
				title: 'Подвал сайта',
				isCheck: true,
			},
			{
				id: 14,
				title: 'Секция вопрос-ответ',
				isCheck: true,
			},
			{
				id: 15,
				title: 'Доп. секции',
				isCheck: true,
			},
			{
				id: 16,
				title: 'Формы для клиентов',
				isCheck: true,
			},
		]
	},
	{
		id: 4,
		title: 'Многостраничный сайт',
		link: '/uslugi/sozdanie-mnogostranichnogo-sajta',
		p: ' представляет собой веб-сайт, состоящий из нескольких отдельных страниц, каждая из которых обычно посвящена определенному контенту или информации. Это наиболее распространенный тип веб-сайта и часто используется для представления компаний, организаций, продуктов или услуг. Каждая страница многостраничного сайта имеет свою уникальную цель и контент, и пользователи могут переходить между ними с помощью навигационного меню или ссылок.',
		price: 'от 599 BYN',
		time: 'от 5 дней',
		color: '#ddd',
		img:'/icon5.svg',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Страница Услуги/Продукты',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Страница Контакты',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Социальные сети (иконки)',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Юридическая информация',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Отправка сообщения с сайта в телеграмм',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'Страница О компании',
				isCheck: true,
			},
			{
				id: 9,
				title: 'Страница с Портфолио/Примерами работ',
				isCheck: true,
			},
			{
				id: 10,
				title: 'Страница с отзывами',
				isCheck: true,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: true,
			},
			{
				id: 12,
				title: 'Онлайн-чат',
				isCheck: true,
			},
			{
				id: 13,
				title: 'Подвал сайта',
				isCheck: true,
			},
			{
				id: 14,
				title: 'Секция вопрос-ответ',
				isCheck: true,
			},
			{
				id: 15,
				title: 'Доп. секции',
				isCheck: true,
			},
			{
				id: 16,
				title: 'Формы для клиентов',
				isCheck: true,
			},
			{
				id: 17,
				title: 'Страница Блог',
				isCheck: true,
			},
			{
				id: 18,
				title: 'Условия и политики',
				isCheck: true,
			},
		]
	},
	{
		id: 5,
		title: 'Интернет магазин',
		link: '/uslugi/sozdanie-internet-magazina',
		p: ' – это веб-сайт, специально созданный для продажи товаров и услуг через интернет. Это удобная и доступная платформа, где потенциальные покупатели могут просматривать ассортимент, выбирать товары, оформлять заказы и совершать покупки онлайн. Интернет-магазины предоставляют широкий выбор продукции, от одежды и электроники до продуктов питания и услуг, обеспечивая удобство покупок из дома или с мобильного устройства. С разнообразием способов оплаты и доставки, интернет-магазины обеспечивают удовлетворение потребностей и предпочтений различных клиентов.',
		price: '1550-3200 BYN',
		time: '14-30 дней',
		color: '#E91E63',
		img:'/icon4.svg',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Каталог товаров',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Страница Контакты',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Страницы товаров',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Юридическая информация',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Корзина',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'Страница О компании',
				isCheck: true,
			},
			{
				id: 9,
				title: 'Оформление заказа',
				isCheck: true,
			},
			{
				id: 10,
				title: 'Система оплаты',
				isCheck: true,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: true,
			},
			{
				id: 12,
				title: 'Онлайн-чат',
				isCheck: true,
			},
			{
				id: 13,
				title: 'Подвал сайта',
				isCheck: true,
			},
			{
				id: 14,
				title: 'Система доставки',
				isCheck: true,
			},
			{
				id: 15,
				title: 'Управление аккаунтом',
				isCheck: true,
			},
			{
				id: 16,
				title: 'Поиск и фильтры',
				isCheck: true,
			},
			{
				id: 17,
				title: 'Отзывы и рейтинги',
				isCheck: true,
			},
			{
				id: 18,
				title: 'Условия и политики',
				isCheck: true,
			},
			{
				id: 19,
				title: 'Безопасность и защита данных',
				isCheck: true,
			},
			{
				id: 20,
				title: 'Административная панель',
				isCheck: true,
			},
			{
				id: 21,
				title: 'Список сравнения',
				isCheck: true,
			},
			{
				id: 22,
				title: 'Понравившиеся товары',
				isCheck: true,
			},
			{
				id: 23,
				title: 'Инфо старницы',
				isCheck: true,
			},
			{
				id: 24,
				title: 'Станица с акциями и скидками',
				isCheck: true,
			},
			{
				id: 25,
				title: 'Список новое поступления',
				isCheck: true,
			},
			{
				id: 26,
				title: 'Список похожие товары',
				isCheck: true,
			},
			{
				id: 27,
				title: 'Список просмотренные товары',
				isCheck: true,
			},
			{
				id: 28,
				title: 'Список хиты продаж',
				isCheck: true,
			},
			{
				id: 29,
				title: 'Учет и инвентаризация',
				isCheck: true,
			},
			{
				id: 30,
				title: 'Блог',
				isCheck: true,
			},
			{
				id: 31,
				title: 'Рекламные баннеры',
				isCheck: true,
			},
			{
				id: 32,
				title: 'Характеристики товаров',
				isCheck: true,
			},
			{
				id: 33,
				title: 'Уникальный контент',
				isCheck: true,
			},
		]
	},
	{
		id: 6,
		title: 'Корпоративный сайт',
		link: '/uslugi/sozdanie-korporativnogo-sajta',
		p: ' - это веб-ресурс, созданный компанией или организацией с целью представления информации о своей деятельности, продуктах и услугах, а также обеспечения коммуникации с клиентами и партнерами.',
		price: 'от 650 BYN',
		time: '14-30 дней',
		color: '#ddd',
		img:'/icon6.svg',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Профессиональный облик',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Контактная информация',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Секции и разделы',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Юридическая информация',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Карьерные возможности',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'Обратная связь',
				isCheck: true,
			},
			{
				id: 9,
				title: 'Социальные медиа',
				isCheck: true,
			},
			{
				id: 10,
				title: 'Мультиязычность',
				isCheck: true,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: true,
			},
			{
				id: 12,
				title: 'Онлайн-чат',
				isCheck: true,
			},
			{
				id: 13,
				title: 'Подвал сайта',
				isCheck: true,
			},
			{
				id: 14,
				title: 'Безопасность и конфиденциальность',
				isCheck: true,
			},
			{
				id: 15,
				title: 'Доп. секции',
				isCheck: true,
			},
			{
				id: 16,
				title: 'Формы для клиентов',
				isCheck: true,
			},
			{
				id: 17,
				title: 'Страница Блог',
				isCheck: true,
			},

		]
	},
	{
		id: 7,
		title: 'Внутреннее корпоративное веб-приложение',
		link: '/uslugi/vnutrennee-korporativnoe-veb-prilozhenie',
		p: ' - это специализированное веб-приложение (в браузере), предназначенное для использования внутри компании или организации с целью обеспечения эффективного внутреннего управления, автоматизации рабочих процессов и обеспечения доступа к необходимой информации для сотрудников и руководителей.',
		price: 'от 700 BYN',
		time: '20-90 дней',
		color: '#ddd',
		img:'/icon7.svg',
		info_title: 'Посмотрите, что будет на сайте',
		info: [
			{
				id: 1,
				title: 'Главная страница',
				isCheck: true,
			},
			{
				id: 2,
				title: 'Оперативное управление',
				isCheck: true,
			},
			{
				id: 3,
				title: 'Контактная информация',
				isCheck: true,
			},
			{
				id: 4,
				title: 'Автоматизация процессов',
				isCheck: true,
			},
			{
				id: 5,
				title: 'Доступ к данным',
				isCheck: true,
			},
			{
				id: 6,
				title: 'Безопасность и авторизация',
				isCheck: true,
			},
			{
				id: 7,
				title: 'Сайт адаптирован под любое устройство',
				isCheck: true,
			},
			{
				id: 8,
				title: 'Коммуникация и совместная работа',
				isCheck: true,
			},
			{
				id: 9,
				title: 'Учет и аналитика',
				isCheck: true,
			},
			{
				id: 10,
				title: 'Персонализация',
				isCheck: true,
			},
			{
				id: 11,
				title: 'Меню навигации',
				isCheck: true,
			},
			{
				id: 12,
				title: 'Интеграция',
				isCheck: true,
			},
			{
				id: 13,
				title: 'Обновления и поддержка',
				isCheck: true,
			},

		]
	},
]

export const dataContentPrice = [
	{
		id: 1,
		content: {
			text: (
				<article className="">
					<h3 className="font-bold text-left text-xl mb-6">
						Как мы рассчитываем стоимость разработки сайта
					</h3>

					<p className="font-semibold text-justify">
						Создание сайта - это ключевой этап для многих компаний и предпринимателей, стремящихся установить онлайн-присутствие и расширить свой бизнес в цифровой эпохе. Но когда речь идет о стоимости разработки сайта, многие задаются вопросом: "Сколько это будет стоить?" В данном тексте мы разъясним, как формируется цена на разработку сайта, что входит в эту стоимость, и какие факторы могут повлиять на итоговую цифру.
					</p>

					<ul className="mt-8 text-justify">
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								1. Тип Сайта:
							</h4>
							<p className="">
								Стоимость разработки сайта зависит от его типа. Например, разработка Лендинга, который представляет собой одностраничный сайт с упором на конкретное предложение, будет стоить меньше, чем многостраничный корпоративный сайт. Каждый тип сайта имеет свои особенности и требования, которые влияют на его стоимость.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								2. Уникальность Дизайна:
							</h4>
							<p className="">
								Каждый сайт должен быть уникальным, отражая корпоративный стиль и ценности бренда. Создание уникального дизайна, который будет привлекать ваших клиентов, может повлиять на стоимость разработки сайта. Кастомные элементы дизайна и визуальная уникальность могут потребовать дополнительных ресурсов.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								3. Функциональность:
							</h4>
							<p className="">
								Чем больше функциональности вы хотите видеть на своем сайте, тем выше будет его стоимость. Например, интеграция электронной коммерции, онлайн-бронирование и другие функции могут требовать дополнительной разработки и тестирования.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								4. Дополнительные Услуги:
							</h4>
							<p className="">
								4. Дополнительные Услуги:
								Иногда клиенты хотят добавить на сайт дополнительные услуги, такие как SEO-оптимизация, создание логотипа, написание контента и многие другие. Эти дополнительные услуги, безусловно, влияют на стоимость проекта.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								5. Технические Требования:
							</h4>
							<p className="">
								Технические требования могут существенно повлиять на стоимость разработки. Например, создание адаптивного дизайна, который будет хорошо выглядеть как на десктопе, так и на мобильных устройствах, требует дополнительных усилий.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								6. Сроки Исполнения:
							</h4>
							<p className="">
								Если вы хотите, чтобы сайт был разработан быстро, это также может повлиять на его стоимость. Ускоренное выполнение проекта требует больше ресурсов и работы со стороны нашей команды.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								7. Поддержка и Обслуживание:
							</h4>
							<p className="">
								После разработки сайта, возможно, вам потребуется постоянная поддержка и обслуживание. Эти услуги также могут влиять на стоимость проекта.
							</p>
						</li>
						<li className="mb-4">
							<h4 className="font-semibold mb-1">
								Дополнительные Расходы:
							</h4>
							<p className="">
								Если в процессе разработки вы решите внести изменения или добавить новые функции, это может вызвать дополнительные расходы. Мы всегда готовы работать с вами, чтобы учесть ваши потребности, но эти изменения могут повлиять на бюджет.
							</p>
						</li>
					</ul>


					<p className="mt-8  text-justify">
						Итак, как вы видите, стоимость разработки сайта зависит от множества факторов. Мы всегда стремимся предложить нашим клиентам наилучшее сочетание качества и цены, учитывая все особенности вашего проекта.
					</p>
					<p className="mt-2  text-justify">
						Если у вас есть какие-либо вопросы или вы хотели бы уточнить стоимость разработки своего сайта, не стесняйтесь связаться с нами. Мы готовы обсудить ваш проект и предоставить индивидуальное предложение, учитывая все ваши потребности и желания.
					</p>
					<p className="mt-6 xz:text-lg sd:text-xl font-semibold text-center">
						Не упустите возможность создать себе уникальный и продуктивный сайт. Для оценки стоимости разработки вашего веб-проекта, свяжитесь с нами по телефону <a href="tel:80333511597" className="font-bold underline text-blue-700">8(033)351-15-97</a>. Мы готовы превратить ваши концепции в жизнь и превратить ваш веб-ресурс в мощный инструмент для стимулирования вашего бизнеса
					</p>
				</article>
			)
		},
	}
]

export const itemsPriceQuestions = [
	{
		key: '1',
		label: 'Вы можете сделать сайт по той цене, которая указана на сайте?',
		children: <article className="text-sm">
			<p className="">
				Да, мы можем разработать ваш сайт по базовой стоимости, которая указана на нашем сайте. Однако, есть несколько важных моментов, которые стоит учитывать:
			</p>
			<ul className="mt-2">
				<li className="mb-3">
					<span className="font-semibold">
						Базовая стоимость:
					</span>
					<span className="ml-1">
						Цены на нашем сайте отображают базовую стоимость разработки сайта. Она включает в себя основной функционал и дизайн, который указан в наших пакетах или предложениях.
					</span>
				</li>

				<li className="mb-2">
					<span className="font-semibold">
						Дополнительный функционал:
					</span>
					<span className="ml-1">
						Если по ходу разработки вашего сайта вы захотите добавить дополнительный функционал или специфические требования, это может повлиять на итоговую стоимость проекта. Дополнительные функции, интеграции или дизайнерские решения могут потребовать дополнительных ресурсов и времени.
					</span>
				</li>
			</ul>
			<p className="">
				Мы всегда готовы обсудить ваши потребности и предоставить вам точную стоимость разработки, учитывая все ваши запросы и желания. Наша цель - сделать ваш сайт максимально соответствующим вашим ожиданиям и потребностям. Не стесняйтесь обсуждать все детали с нашей командой, и мы подберем оптимальное решение для вашего проекта.
			</p>
		</article>,
	},
	{
		key: '2',
		label: 'Если по ходу разработки добавлять функционал или дополнительные страницы, на сколько подорожает разработка сайта?',
		children: <article className="text-sm">
			<p className="">
				Стоимость разработки сайта зависит от времени, которое разработчик потратит на разработку или доработку сайта, включая добавление дополнительного функционала или страниц. Давайте разберемся в деталях:
			</p>
			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Время и сложность задачи:
					</span>
					<span className="ml-1">
						Если добавление нового функционала или страницы не требует большого объема работы и несложно внедрить, это может повлиять на стоимость разработки незначительно. Однако, если задача более сложная, требует дополнительного программирования, интеграций или специфических решений, то стоимость может увеличиться.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Прозрачность и обсуждение:
					</span>
					<span className="ml-1">
						Важно иметь четкое обсуждение и понимание с вашей разработчиком о том, какие функции или страницы вы хотите добавить. Это поможет избежать недоразумений и неожиданных дополнительных расходов.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Реальное время:
					</span>
					<span className="ml-1">
						Как правило, разработчики работают на почасовой или проектной основе. Таким образом, реальное время, которое потребуется на добавление функционала или страницы, будет влиять на итоговую стоимость.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Повышение сложности:
					</span>
					<span className="ml-1">
						Если добавление нового функционала делает проект более сложным и требует пересмотра существующей структуры или дизайна, это может привести к увеличению стоимости разработки на 10-20% или даже более, в зависимости от сложности изменений.
					</span>
				</li>
			</ul>
			<p className="">
				Важно подчеркнуть, что наша цель - предоставить вам наилучшее качество и внимание к вашим потребностям. Мы всегда готовы обсудить и согласовать все изменения с вами, а также предоставить точную стоимость, учитывая ваши запросы. Наша команда готова работать с вами для достижения оптимальных результатов и удовлетворения ваших потребностей.
			</p>
		</article>,
	},
	{
		key: '3',
		label: 'Если заказать разработку одностраничного сайта для ознакомления с темой, а потом переделать сайт в многостраничный?',
		children: <article className="text-sm">
			<p className="">
				Да, вы можете начать с разработки одностраничного сайта, чтобы ознакомиться с темой или быстро запустить онлайн-проект. Позднее, при необходимости, вы можете решить доработать ваш сайт и сделать его полноценным многостраничным сайтом. Вот несколько важных моментов:
			</p>
			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Понимание целей:
					</span>
					<span className="ml-1">
						Одностраничные сайты обычно используются для простой информации или продвижения конкретного продукта или услуги. При переходе к многостраничному формату, важно определить цели и содержание каждой страницы, чтобы сайт стал более информативным и полезным для пользователей.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Дизайн и навигация:
					</span>
					<span className="ml-1">
						Переход от одной страницы к нескольким потребует пересмотра дизайна и навигации сайта. Важно обеспечить удобство пользователя и легкость перемещения между страницами.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Дополнительная плата:
					</span>
					<span className="ml-1">
						Доработка одностраничного сайта до многостраничного будет связана с дополнительными затратами. Стоимость зависит от объема работы и сложности изменений. Обычно, разработчики предоставляют оценку стоимости таких изменений.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Содержание:
					</span>
					<span className="ml-1">
						При создании дополнительных страниц важно также подумать о содержании, которое будет размещено на каждой странице. Это поможет сайту быть информативным и привлекательным для посетителей.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						SEO-оптимизация:
					</span>
					<span className="ml-1">
						При переходе к многостраничному сайту также важно уделить внимание SEO-оптимизации каждой страницы для улучшения видимости сайта в поисковых системах.
					</span>
				</li>
			</ul>
			<p className="">
				В целом, переход от одностраничного сайта к многостраничному - это вполне выполнимая задача. Главное, обсудите ваши планы с вашим разработчиком заранее, чтобы точно определить бюджет и сроки для данного проекта. Наша команда готова помочь вам в реализации этой идеи и сделать ваш сайт настоящим инструментом для ваших целей и задач.
			</p>
		</article>,
	},
	{
		key: '4',
		label: 'В стоимость входит домен и хостинг?',
		children: <article className="text-sm">
			<p className="">
				Нет, стоимость, которую мы указываем, включает только разработку сайта и размещение его на хостинге или сервере. Доменное имя и хостинг - это дополнительные услуги, которые вы приобретаете отдельно. Однако, мы всегда готовы помочь вам в этом процессе:
			</p>
			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Выбор хостинга:
					</span>
					<span className="ml-1">
						Мы можем рекомендовать надежные хостинг-поставщики и помочь вам выбрать тот, который наилучшим образом подходит для вашего проекта. Учтите, что качество хостинга может существенно влиять на производительность и безопасность вашего сайта.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Подбор домена:
					</span>
					<span className="ml-1">
						Мы также можем помочь вам подобрать подходящее доменное имя, которое соответствует вашему бренду и легко запоминается для пользователей.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Настройка хостинга и домена:
					</span>
					<span className="ml-1">
						После приобретения хостинга и домена, наша команда может помочь вам настроить их так, чтобы ваш сайт успешно работал на выбранном хостинге и был доступен по выбранному домену.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Техническая поддержка:
					</span>
					<span className="ml-1">
						В дальнейшем, при необходимости, мы готовы оказать техническую поддержку по вопросам хостинга и домена.
					</span>
				</li>

			</ul>
			<p className="">
				Итак, в кратком итоге, разработка сайта и размещение его на хостинге являются частью проекта, которая включена в стоимость, но доменное имя и хостинг приобретаются заказчиком отдельно. Мы с удовольствием поддержим вас в выборе и настройке необходимых ресурсов для успешного запуска вашего сайта.
			</p>
		</article>,
	},
	{
		key: '5',
		label: 'Какие варианты оплаты вы предлагаете?',
		children: <article className="text-sm">

			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Предоплата:
					</span>
					<span className="ml-1">
						Это одна из наиболее распространенных опций. Заказчик вносит предварительную оплату до начала работы над проектом. Предоплата может составлять определенный процент от общей стоимости проекта, и остаток оплачивается после завершения работ.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Абонентская плата:
					</span>
					<span className="ml-1">
						Мы  предлагаем абонентскую плату за поддержку и обслуживание сайта после его разработки и запуска. Эти платежи могут быть месячными, квартальными или ежегодными. Они обычно покрывают такие услуги, как обновление контента, техническая поддержка, обеспечение безопасности и т. д.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Фиксированная цена:
					</span>
					<span className="ml-1">
						В некоторых случаях мы предоставляем фиксированную цену за весь проект. Это означает, что заказчик платит определенную сумму за разработку сайта, и дополнительные расходы не взимаются, даже если проект потребует больше времени или ресурсов, чем ожидалось.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						По результатам:
					</span>
					<span className="ml-1">
						В этом случае оплата зависит от достижения определенных результатов или целей, установленных заказчиком и компанией. Например, оплата может быть связана с достижением определенного уровня трафика, конверсии или дохода на сайте.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Индивидуальные условия:
					</span>
					<span className="ml-1">
						Мы можем предоставить индивидуальные условия оплаты, учитывая особенности проекта и требования заказчика. Это может включать в себя комбинацию различных опций оплаты, в зависимости от потребностей клиента.
					</span>
				</li>
			</ul>
		</article>,
	},
	{
		key: '6',
		label: 'Есть ли скидки или специальные предложения для новых клиентов?',
		children: <article className="text-sm">

			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Первичная скидка:
					</span>
					<span className="ml-1">
						Мы предлагаем первичные скидки или бонусы для новых клиентов. Это может быть фиксированная сумма скидки или процент от общей стоимости проекта.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Пакетные предложения:
					</span>
					<span className="ml-1">
						Вместо скидок на отдельные услуги,  мы предлагаем пакетные предложения для новых клиентов. Такие предложения могут включать в себя разработку сайта, SEO-оптимизацию и другие услуги по выгодной цене.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Специальные акции и акции временных ограничений:
					</span>
					<span className="ml-1">
						В определенные периоды времени  наша компания проводить специальные акции и предложения для новых клиентов. Это может включать в себя сниженные цены, дополнительные услуги в подарок или другие бонусы.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Реферральные программы:
					</span>
					<span className="ml-1">
						Мы предоставляем скидки или бонусы клиентам, которые привлекли новых клиентов. Это может стать стимулом для существующих клиентов рекомендовать услуги компании своим знакомым и партнерам.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Индивидуальные соглашения:
					</span>
					<span className="ml-1">
						В редких случаях, мы готовы обсуждать индивидуальные соглашения и условия с новыми клиентами в зависимости от специфики проекта, его объема и потребностей клиента.
					</span>
				</li>
			</ul>
		</article>,
	},
	{
		key: '7',
		label: 'Есть ли дополнительные затраты, о которых я должен знать?',
		children: <article className="text-sm">

			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Обсуждение всех дополнительных затрат:
					</span>
					<span className="ml-1">
						Перед началом работы над проектом мы проводим детальные консультации с заказчиком, в ходе которых обсуждаются все аспекты проекта, включая его объем, функциональные требования и желаемые возможности. На этом этапе мы согласовываем любые дополнительные услуги или функции, которые могут потребоваться, и предоставляем полную информацию о стоимости таких дополнений.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Прозрачность и ясные соглашения:
					</span>
					<span className="ml-1">
						Мы придерживаемся политики полной прозрачности в отношении ценообразования. Все дополнительные затраты и услуги, которые не включены в исходную стоимость проекта, явно оговариваются в договоре и согласовываются с заказчиком до начала выполнения соответствующих работ.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Регулярное обновление о статусе проекта:
					</span>
					<span className="ml-1">
						Мы предоставляем заказчику регулярные обновления о ходе выполнения проекта и обсуждаем любые возможные изменения или дополнительные затраты в случае необходимости. Наша цель - обеспечить полное понимание заказчика и его участие в принятии решений о проекте.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Контроль бюджета:
					</span>
					<span className="ml-1">
						Мы стараемся работать в рамках бюджета, согласованного с заказчиком. Если возникают дополнительные затраты, мы информируем заказчика заранее и обсуждаем опции их финансирования.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Документирование изменений:
					</span>
					<span className="ml-1">
						Любые изменения в области функциональности, дизайна или других аспектов проекта документируются и утверждаются заказчиком. Это обеспечивает ясное представление о процессе разработки и возможных изменениях в стоимости.
					</span>
				</li>
			</ul>
			<p className="mt-4">
				Таким образом, наша компания придерживается политики открытости и четких договоренностей с заказчиком. Нет никаких скрытых или дополнительных платежей, которые не были бы согласованы и обсуждены с заказчиком. Наша цель - обеспечить заказчику максимальную ясность и контроль над проектом, чтобы достичь наилучших результатов и удовлетворения клиента.
			</p>
		</article>,
	},
	{
		key: '8',
		label: 'Могу ли я ожидать детализированную оценку стоимости проекта перед началом работы?',
		children: <article className="text-sm">

			<ul className="mt-3">
				<li className="mb-2">
					<span className="font-semibold">
						Исследование и обсуждение:
					</span>
					<span className="ml-1">
						Перед началом разработки проекта мы проводим внимательное исследование и обсуждение с заказчиком. На этом этапе мы уточняем все ваши требования, цели и желаемый функционал сайта. Это позволяет нам получить более ясное представление о проекте и определить его объем.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Разбивка на этапы:
					</span>
					<span className="ml-1">
						Мы разбиваем проект на этапы и задачи, чтобы более точно определить, сколько времени и ресурсов потребуется на каждый из них. Это позволяет создать более детализированную оценку стоимости, учитывая сложность и объем работ на каждом этапе.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Подробный документ с оценкой:
					</span>
					<span className="ml-1">
						На основе исследования и разбивки на этапы мы создаем подробный документ с оценкой стоимости проекта. В этом документе указываются все составляющие проекта, включая дизайн, разработку функционала, тестирование, SEO-оптимизацию и другие услуги, если они включены в проект.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Прозрачность и детализация:
					</span>
					<span className="ml-1">
						Мы предоставляем вам подробную информацию о каждом этапе разработки и связанных с ним затратах. Это включает в себя как трудозатраты, так и расходы на необходимые ресурсы и инструменты.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Учет дополнительных запросов:
					</span>
					<span className="ml-1">
						Если у вас возникнут дополнительные требования или запросы в ходе разработки, мы обсудим их в отдельности и предоставим вам обновленную оценку стоимости. Это позволяет избегать неожиданных дополнительных затрат.
					</span>
				</li>
				<li className="mb-2">
					<span className="font-semibold">
						Договоренности и согласование:
					</span>
					<span className="ml-1">
						Мы согласовываем все детали оценки стоимости с вами и создаем договор, который четко отражает обязательства обеих сторон. Это гарантирует, что вы получите проект по согласованной цене.
					</span>
				</li>
			</ul>
			<p className="mt-4">
				Таким образом, вы можете ожидать детализированную оценку стоимости проекта перед началом работы. Наша цель - предоставить вам прозрачную и четкую информацию о затратах и обеспечить вас всей необходимой информацией для принятия обоснованного решения о разработке вашего сайта.
			</p>
		</article>,
	},
];