import Image from "next/image"
import Link from "next/link"

const NashiRaboty = () => {
	return (
		<section className='mt-16'>
			<article className='container mx-auto'>
				<div className='mb-6'>
					<Image src='/line.svg' alt='Линия' width={50} height={10}
						className='rotate-45'
					/>
					<h3 className='text-[#004C97] uppercase xz:text-lg sd:text-xl xz:mb-4 sd:mb-6'>
						Наши работы
					</h3>
					<p className='text-justify'>
						Представленные здесь проекты — всего лишь часть нашего обширного портфолио. Гордимся каждым сайтом, ведь каждый из них становится прибыльным ресурсом для своего владельца. Наш опыт в веб-разработке укреплен глубоким пониманием рыночных тенденций. Изучая конкурентов в соответствующей сфере, мы тщательно анализируем потребности пользователей, чтобы предоставить оптимальные решения. Каждый созданный нами сайт — результат инновационных подходов и стремления к совершенству. Мы создаем уникальные веб-ресурсы, объединяя креативный дизайн с передовыми технологиями, достигая заметных результатов и успеха для наших клиентов. Важно отметить, что все наши сайты адаптированы под любое устройство пользователя: телефон, планшет, ноутбук, компьютер и даже телевизор, обеспечивая максимальный комфорт для пользователей.
					</p>
				</div>


				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Автоателье
					</p>
					<Image src='/portfolio/aprostyle.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Многостраничный веб-сайт для обеспечения полного спектра услуг. Каждая страница посвящена конкретной работе, будь то ремонт салона или обшивка руля. Дополнительно присутствует страница с контактами и раздел с отзывами. На главной странице представлена информация о компании и предлагаемых услугах.
					</p>
				</div>


				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Разаботка докумендации в экологии
					</p>
					<Image src='/portfolio/ecosan.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Многостраничный сайт посвящен разработке экологических решений. Каждая услуга представлена на отдельной странице, что способствует улучшению SEO, повышает релевантность и обеспечивает удобство для пользователей. Кроме того, на сайте присутствуют страницы контактов, информации о компании, отзывов, цен и предлагаемых услуг.
					</p>
				</div>
				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Ремонт бытовой техники
					</p>
					<Image src='/portfolio/rem-teh.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Здесь мы создали многостраничный сайт, где каждый вид услуги имеет свою собственную страницу. Такой подход не только помогает нам улучшить показатели в поисковых системах (SEO), но и делает информацию более актуальной для пользователей. Кроме того, это обеспечивает удобство и наглядность при поиске нужной информации о ремонте бытовой техники.
					</p>
				</div>


				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Аренда и ремонт строительной техники
					</p>
					<Image src='/portfolio/arenda.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Многостраничный веб-сайт, посвященный аренде и ремонту строительной техники. Каждая техника имеет свою собственную страницу, что способствует улучшению видимости в поисковых системах (SEO), делает информацию более релевантной и удобной для пользователей при поиске нужной строительной техники или услуг ремонта.
					</p>
				</div>


				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Химчистка мебели и ковров
					</p>
					<Image src='/portfolio/him.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Удобный одностраничный сайт на котором вы сможете ознакомиться со всеми предоставляемыми услугами на одной удобной странице, что обеспечивает ясность информации и легкость перемещения по сайту. Одностраничный формат позволяет быстро узнать о нашем разнообразии услуг. Преимущества такого подхода включают быструю загрузку, простой доступ к информации и удобное взаимодействие с пользователями, что экономит время и упрощает выбор услуги. Впрочем, стоит помнить, что из-за сосредоточения всей информации на одной странице, более глубокая детализация некоторых услуг может быть ограничена, и дополнительные материалы могут быть менее удобно организованы.
					</p>
				</div>

				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Грузвоперевозки
					</p>
					<Image src='/portfolio/beltrans.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Многостраничный веб-сайт специализируется в грузоперевозках и предоставляет отдельные страницы для каждой услуги. Этот подход значительно улучшает видимость сайта в поисковых системах (SEO) и облегчает навигацию.

						Сайт включает страницу с контактами, главную страницу с основными предложениями, страницу с ценами и калькулятором. Отзывы собраны на отдельной странице. В разделе 'Услуги' предоставлено подробное описание каждой услуги.

						Такой структурированный подход обеспечивает более высокий уровень обслуживания, улучшает релевантность информации и доступность, а также обеспечивает более эффективное взаимодействие с клиентами.
					</p>
				</div>

				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Интернет магазин сантехники
					</p>
					<Image src='/portfolio/soqo.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Сайт интернет-магазина, где каждая деталь продумана для удобства. Карточки товаров содержат всю необходимую информацию, корзина облегчает заказ, а возможность сравнения помогает сделать лучший выбор. Также есть страница с понравившимся товаром и страница с акциями, административная панель при этом остается простой и удобной.
					</p>
				</div>

				<div className='mt-5 text-center bg-slate-50 shadow-lg border p-3 rounded-xl'>
					<p className='uppercase text-[#004C97]'>
						Сайт-визитка
					</p>
					<Image src='/portfolio/vizitka.webp'
						alt='фото работ компании vi-tech'
						width={150} height={280}
						className='mx-auto' loading="lazy"
					/>
					<p className='text-xs'>
						Краткий и содержательный сайт-визитка. Одна страница, все ключевое. Минимализм для максимальной информативности.
					</p>
				</div>

				<div className='mt-10 flex underline justify-end pr-2 items-center'>
					<Link href={`${process.env.NEXT_PUBLIC_BASE_URL}/portfolio`}>
						смотреть больше работ
					</Link>
					<Image src='/click.svg' alt='перейти в портфолио' className='ml-2' width={20} height={20} />
				</div>
			</article>
		</section>
	)
}

export default NashiRaboty