export const dataGotovye = [
	{
		id: 1,
		img: '/service/gotovie/1.webp',
		alt: 'Готовый сайт химчистка',
		title: 'Одностраничный сайт',
		content: `Предлагаем вашему вниманию готовый сайт, который сочетает в себе элегантный дизайн и удобство использования. Изначально созданный под хим. чистку, этот сайт может быть легко адаптирован под любую другую сферу деятельности.
		Все заказы, поступающие через сайт, будут мгновенно доставляться в ваш мессенджер, обеспечивая быструю и эффективную коммуникацию с клиентами.
		Приобретая этот сайт, вы получаете возможность полностью изменить картинки, логотип и тексты по вашему усмотрению – и мы предоставим эту услугу абсолютно бесплатно. Таким образом, вы сможете индивидуализировать сайт и привести его в соответствие с вашими потребностями и визуальной идентичностью.
		Кроме того, этот сайт полностью адаптирован для мобильных устройств, обеспечивая удобство использования на смартфонах и планшетах. Ваша аудитория сможет получить доступ к вашему сайту и оставить заявки в любое время и в любом месте.
		Не упустите эту уникальную возможность! Позвольте нам предоставить вам стильный и функциональный готовый сайт, который станет надежной основой для вашего онлайн-присутствия. Свяжитесь с нами сейчас, чтобы начать привлекать новых клиентов и развивать свой бизнес!
		`,
		price: '250',
		link: 'https://him-chistka.vercel.app/'
	},
	{
		id: 2,
		img: '/service/gotovie/2.webp',
		alt: 'Готовый сайт Ремонт',
		title: 'Одностраничный сайт',
		content: `Представляем вам новейший готовый сайт, специально разработанный для предоставления услуг по ремонту.
		Каждый раз, когда клиент оставляет заказ на сайте, вы мгновенно получаете сообщение в свой мессенджер. Вам остается только внести изменения в информацию и фотографии, и мы предоставим эту услугу абсолютно бесплатно.
		Чтобы вы смогли немедленно приступить к привлечению клиентов, мы предлагаем бесплатный запуск сайта в работу. Если вам необходима настройка рекламы в поисковых системах Google и/или Яндекс, мы готовы помочь вам с этим всего за 100-150 рублей.
		Заберите трафик и клиентов для своих услуг прямо из поисковых систем Яндекс и Google!
		Не упустите эту уникальную возможность! Получите готовый сайт для предоставления услуг по ремонту уже сегодня и начните привлекать новых клиентов.
		Свяжитесь с нами прямо сейчас и достигайте больших успехов в вашем бизнесе!
		`,
		price: '230',
		link: 'https://pod-klyuch.vercel.app/',
	},
	{
		id: 3,
		img: '/service/gotovie/3.webp',
		alt: 'Готовый сайт Услуги сантехника',
		title: 'Одностраничный сайт',
		content: `Предлагаем вашему вниманию готовый сайт, который сочетает в себе элегантный дизайн и удобство использования. Изначально созданный для сантехнических услуг, этот сайт может быть легко адаптирован под любую другую сферу деятельности.
		Все заказы, поступающие через сайт, будут мгновенно доставляться в ваш мессенджер, обеспечивая быструю и эффективную коммуникацию с клиентами.
		Приобретая этот сайт, вы получаете возможность полностью изменить картинки, логотип и тексты по вашему усмотрению – и мы предоставим эту услугу абсолютно бесплатно. Таким образом, вы сможете индивидуализировать сайт и привести его в соответствие с вашими потребностями и визуальной идентичностью.
		Кроме того, этот сайт полностью адаптирован для мобильных устройств, обеспечивая удобство использования на смартфонах и планшетах. Ваша аудитория сможет получить доступ к вашему сайту и оставить заявки в любое время и в любом месте.
		Не упустите эту уникальную возможность! Позвольте нам предоставить вам стильный и функциональный готовый сайт, который станет надежной основой для вашего онлайн-присутствия. Свяжитесь с нами сейчас, чтобы начать привлекать новых клиентов и развивать свой бизнес!
		`,
		price: '285',
		link: 'https://super-plumber.vercel.app/'
	},
	{
		id: 4,
		img: '/service/gotovie/4.webp',
		alt: 'Готовый сайт Грузоперевозки',
		title: 'Многостраничный сайт',
		content: `
		Представляем вам потрясающий новый сайт, специально созданный для услуг грузоперевозок и доставки.
Приобретая этот сайт, вы получаете в подарок уникально разработанный логотип. Мы также предоставляем бесплатную услугу по изменению информации на сайте, включая цены, виды услуг, картинки, контактные данные и многое другое. Мы также бесплатно запустим ваш сайт, чтобы вы могли немедленно начать привлекать клиентов.
На сайте будет доступен онлайн-калькулятор для расчета стоимости услуги перевозки и наличия грузчиков. Вы сможете легко настроить его под свои требования и особенности. Мы разработали великолепный подвал сайта и эффективные формы для отправки заказов, которые будут моментально доставляться в ваш мессенджер. Переход с одной страницы на другую будет осуществляться плавно, без необходимости перезагрузки страницы.
Сайт предлагает удобное меню и впечатляющую страницу с отзывами, которые помогут убедить посетителей в качестве ваших услуг. Проведя анализ конкурентов в данной сфере, мы разработали лучшее решение, которое поможет вам выделиться.
За разработку такого сайта агентство обычно берет как минимум тысячу долларов. Однако, мы предлагаем вам его по гораздо более привлекательной цене.
Не упустите эту уникальную возможность! Позвольте нам предоставить вам этот потрясающий сайт, который легко можно адаптировать под любую другую услугу. Свяжитесь с нами прямо сейчас, чтобы начать привлекать больше клиентов и достичь новых высот в вашем бизнесе!
		`,
		price: '399',
		link: 'https://beltrans.vercel.app/'
	},
	{
		id: 5,
		img: '/service/gotovie/5.webp',
		alt: 'Готовый сайт Кафе',
		title: 'Одностраничный сайт',
		content: `
		Приветствуем вас на странице уникальной возможности! У вас есть шанс стать владельцем готового одностраничного сайта для кафе, который готов к продаже. Это ваш ключ к началу прибыльного бизнеса в сфере разработки сайтов. Наши профессиональные разработчики создали удивительный сайт для кафе, и мы предлагаем его вам!

О сайте:

Модерный и стильный дизайн, который привлечет внимание клиентов.
Интуитивно понятная навигация и мобильная адаптация для удобства использования.
Все необходимые разделы и функции для успешного кафе.
Почему именно этот сайт:

Сэкономьте время и ресурсы на разработке собственного сайта.
Гарантированный высокий уровень качества от профессиональных разработчиков.
Готовый продукт для мгновенного запуска бизнеса.

Не упустите этот шанс! Сейчас можно приобрести этот готовый сайт и начать свой бизнес в сфере разработки сайтов. Свяжитесь с нами сегодня, чтобы обсудить детали и стоимость. Пусть этот сайт станет вашим первым шагом к успеху в веб-разработке!
		`,
		price: '199',
		link: 'https://cafe-theta.vercel.app/'
	},
	{
		id: 6,
		img: '/service/gotovie/6.webp',
		alt: 'Готовый сайт Услуги экскаватора',
		title: 'Сайт-визитка',
		content: `
		Добро пожаловать на страницу уникальной возможности! Мы представляем готовый сайт-визитку, созданный специально для предоставления услуг экскаватора. Этот веб-ресурс разработан с учетом всех вашей потребности в привлечении клиентов и расширении вашего бизнеса в сфере строительных и земельных работ. Предоставьте себе возможность стать лидером в этой отрасли!

О сайте:

Профессиональный дизайн, который подчеркивает вашу экскаваторную деятельность.
Полная информация о ваших услугах, оборудовании и опыте.
Форма обратной связи для быстрой и удобной связи с вами.
Почему именно этот сайт:

Экономия времени и ресурсов на создании собственного сайта.
Отличный способ привлечь новых клиентов и укрепить позиции на рынке.
Готовый продукт для моментального запуска вашего веб-присутствия.

Не упустите этот шанс! Свяжитесь с нами прямо сейчас, чтобы обсудить детали и стоимость этого готового сайта-визитки для услуг экскаватора. Позвольте вашему бизнесу вырасти и стать более видимым в онлайн-мире. Ваши будущие клиенты ждут!`,
		price: '150',
		link: 'https://excavator-delta.vercel.app/'
	},
]