export const dataGotovye = [
	{
		id: 1,
		img: '/service/gotovie/1.webp',
		alt: 'Готовый сайт химчистка',
		title: 'Одностраничный сайт',
		content: `Предлагаем вашему вниманию готовый сайт, который сочетает в себе элегантный дизайн и удобство использования. Изначально созданный под хим. чистку, этот сайт может быть легко адаптирован под любую другую сферу деятельности.
		Все заказы, поступающие через сайт, будут мгновенно доставляться в ваш мессенджер, обеспечивая быструю и эффективную коммуникацию с клиентами.
		Приобретая этот сайт, вы получаете возможность полностью изменить картинки, логотип и тексты по вашему усмотрению – и мы предоставим эту услугу абсолютно бесплатно. Таким образом, вы сможете индивидуализировать сайт и привести его в соответствие с вашими потребностями и визуальной идентичностью.
		Кроме того, этот сайт полностью адаптирован для мобильных устройств, обеспечивая удобство использования на смартфонах и планшетах. Ваша аудитория сможет получить доступ к вашему сайту и оставить заявки в любое время и в любом месте.
		Не упустите эту уникальную возможность! Позвольте нам предоставить вам стильный и функциональный готовый сайт, который станет надежной основой для вашего онлайн-присутствия. Свяжитесь с нами сейчас, чтобы начать привлекать новых клиентов и развивать свой бизнес!
		`,
		price: '280',
		link: 'https://him-chistka.vercel.app/'
	},
	// {
	// 	id: 2,
	// 	img: '/service/gotovie/7.webp',
	// 	alt: 'Готовый сайт услуги Клининга',
	// 	title: 'Одностраничный сайт',
	// 	content: `Предлагаем вашему вниманию готовый сайт услуги по Клинингу. Этот одностраничный сайт создан с учетом современных трендов в веб-дизайне и адаптирован для мобильных устройств.
	// 	  Особенности готового сайта:
	// 	  - Стильный и функциональный дизайн, который легко адаптируется под разные типы браузеров и устройств.
	// 	  - Информативные блоки, позволяющие подробно ознакомить посетителя с предоставляемыми услугами по клинингу.
	// 	  - Привлекательные изображения и графика, создающие позитивное впечатление о вашей компании.
	// 	  - Удобный раздел контактов с формой обратной связи для быстрого взаимодействия с клиентами.
	// 	Этот готовый сайт идеально подходит для представления вашего бизнеса в сети интернет. Вы можете легко заменить текст, изображения и контактную информацию, персонализировав сайт под свои потребности.`,
	// 	price: '299',
	// 	link: 'https://klining.vercel.app/',
	// },
	{
		id: 3,
		img: '/service/gotovie/3.webp',
		alt: 'Готовый сайт Услуги сантехника',
		title: 'Одностраничный сайт',
		content: `Предлагаем вашему вниманию готовый сайт, который сочетает в себе элегантный дизайн и удобство использования. Изначально созданный для сантехнических услуг, этот сайт может быть легко адаптирован под любую другую сферу деятельности.
		Все заказы, поступающие через сайт, будут мгновенно доставляться в ваш мессенджер, обеспечивая быструю и эффективную коммуникацию с клиентами.
		Приобретая этот сайт, вы получаете возможность полностью изменить картинки, логотип и тексты по вашему усмотрению – и мы предоставим эту услугу абсолютно бесплатно. Таким образом, вы сможете индивидуализировать сайт и привести его в соответствие с вашими потребностями и визуальной идентичностью.
		Кроме того, этот сайт полностью адаптирован для мобильных устройств, обеспечивая удобство использования на смартфонах и планшетах. Ваша аудитория сможет получить доступ к вашему сайту и оставить заявки в любое время и в любом месте.
		Не упустите эту уникальную возможность! Позвольте нам предоставить вам стильный и функциональный готовый сайт, который станет надежной основой для вашего онлайн-присутствия. Свяжитесь с нами сейчас, чтобы начать привлекать новых клиентов и развивать свой бизнес!
		`,
		price: '299',
		link: 'https://plumber-minsk.vercel.app/'
	},
	{
		id: 4,
		img: '/service/gotovie/4.webp',
		alt: 'Готовый сайт Грузоперевозки',
		title: 'Многостраничный сайт',
		content: `
		Представляем вам потрясающий новый сайт, специально созданный для услуг грузоперевозок и доставки.
Приобретая этот сайт, вы получаете в подарок уникально разработанный логотип. Мы также предоставляем бесплатную услугу по изменению информации на сайте, включая цены, виды услуг, картинки, контактные данные и многое другое. Мы также бесплатно запустим ваш сайт, чтобы вы могли немедленно начать привлекать клиентов.
На сайте будет доступен онлайн-калькулятор для расчета стоимости услуги перевозки и наличия грузчиков. Вы сможете легко настроить его под свои требования и особенности. Мы разработали великолепный подвал сайта и эффективные формы для отправки заказов, которые будут моментально доставляться в ваш мессенджер. Переход с одной страницы на другую будет осуществляться плавно, без необходимости перезагрузки страницы.
Сайт предлагает удобное меню и впечатляющую страницу с отзывами, которые помогут убедить посетителей в качестве ваших услуг. Проведя анализ конкурентов в данной сфере, мы разработали лучшее решение, которое поможет вам выделиться.
За разработку такого сайта агентство обычно берет как минимум тысячу долларов. Однако, мы предлагаем вам его по гораздо более привлекательной цене.
Не упустите эту уникальную возможность! Позвольте нам предоставить вам этот потрясающий сайт, который легко можно адаптировать под любую другую услугу. Свяжитесь с нами прямо сейчас, чтобы начать привлекать больше клиентов и достичь новых высот в вашем бизнесе!
		`,
		price: '399',
		link: 'https://beltrans.vercel.app/'
	},
	{
		id: 5,
		img: '/service/gotovie/5.webp',
		alt: 'Готовый сайт Кафе',
		title: 'Одностраничный сайт',
		content: `
		Приветствуем вас на странице уникальной возможности! У вас есть шанс стать владельцем готового одностраничного сайта для кафе, который готов к продаже. Это ваш ключ к началу прибыльного бизнеса в сфере разработки сайтов. Наши профессиональные разработчики создали удивительный сайт для кафе, и мы предлагаем его вам!

О сайте:

Модерный и стильный дизайн, который привлечет внимание клиентов.
Интуитивно понятная навигация и мобильная адаптация для удобства использования.
Все необходимые разделы и функции для успешного кафе.
Почему именно этот сайт:

Сэкономьте время и ресурсы на разработке собственного сайта.
Гарантированный высокий уровень качества от профессиональных разработчиков.
Готовый продукт для мгновенного запуска бизнеса.

Не упустите этот шанс! Сейчас можно приобрести этот готовый сайт и начать свой бизнес в сфере разработки сайтов. Свяжитесь с нами сегодня, чтобы обсудить детали и стоимость. Пусть этот сайт станет вашим первым шагом к успеху в веб-разработке!
		`,
		price: '199',
		link: 'https://cafe-theta.vercel.app/'
	},
	{
		id: 6,
		img: '/service/gotovie/6.webp',
		alt: 'Готовый сайт Услуги экскаватора',
		title: 'Сайт-визитка',
		content: `
		Добро пожаловать на страницу уникальной возможности! Мы представляем готовый сайт-визитку, созданный специально для предоставления услуг экскаватора. Этот веб-ресурс разработан с учетом всех вашей потребности в привлечении клиентов и расширении вашего бизнеса в сфере строительных и земельных работ. Предоставьте себе возможность стать лидером в этой отрасли!

О сайте:

Профессиональный дизайн, который подчеркивает вашу экскаваторную деятельность.
Полная информация о ваших услугах, оборудовании и опыте.
Форма обратной связи для быстрой и удобной связи с вами.
Почему именно этот сайт:

Экономия времени и ресурсов на создании собственного сайта.
Отличный способ привлечь новых клиентов и укрепить позиции на рынке.
Готовый продукт для моментального запуска вашего веб-присутствия.

Не упустите этот шанс! Свяжитесь с нами прямо сейчас, чтобы обсудить детали и стоимость этого готового сайта-визитки для услуг экскаватора. Позвольте вашему бизнесу вырасти и стать более видимым в онлайн-мире. Ваши будущие клиенты ждут!`,
		price: '150',
		link: 'https://excavator-delta.vercel.app/'
	},
	{
		id: 7,
		img: '/service/gotovie/8.webp',
		alt: 'Готовый сайт Товары',
		title: 'Одностраничный сайт',
		content: `
		Мы представляем готовый сайт, созданный специально для онлайн-торговли товарами. Этот многостраничный сайт обладает современным и функциональным дизайном, идеально подходящим для представления вашего ассортимента товаров.

    Особенности готового сайта:
    - Привлекательная домашняя страница с яркими изображениями, привлекающими внимание посетителей.
    - Удобная навигация, разделенная на категории, для легкого поиска и выбора товаров.
    - Информативные страницы для каждого товара, с возможностью добавления в корзину и оформления заказа.
    - Интегрированная система оплаты для удобной и безопасной онлайн-покупки.
    - Адаптивный дизайн для корректного отображения на различных устройствах.

    Этот готовый сайт идеально подходит для владельцев магазинов, желающих быстро запустить свой онлайн-бизнес. Просто замените содержимое на свои товары и информацию.`,
		price: '399',
		link: 'https://tovarka.vercel.app/'
	},
	{
		id: 8,
		img: '/service/gotovie/9.webp',
		alt: 'Готовый сайт СТО',
		title: 'Одностраничный сайт',
		content: `Мы представляем готовый одностраничный сайт, специально разработанный для автосервисов и станций технического обслуживания (СТО). Этот сайт поможет вам эффективно представить ваш автосервис в сети интернет и привлечь новых клиентов.

		Особенности готового сайта:
		- Яркий и информативный дизайн с акцентом на автотематике.
		- Разделы с подробной информацией о предоставляемых услугах, ценах и контактных данных.
		- Форма обратной связи для удобного взаимодействия с посетителями сайта.
		- Галерея изображений, позволяющая продемонстрировать ваш автосервис и выполненные работы.
		- Адаптивный дизайн для корректного отображения на всех устройствах.
  
		Этот готовый сайт идеально подходит для СТО, желающих усилить свою онлайн-присутствие. Просто добавьте свою информацию и готово!`,
		price: '350',
		link: 'https://car-service-one.vercel.app/'
	},
	{
		id: 9,
		img: '/service/gotovie/10.webp',
		alt: 'Готовый сайт ремонт квартир',
		title: 'Одностраничный сайт',
		content: `
		  Закажите наш готовый одностраничный сайт и представьте свои услуги по ремонту квартир в современном стиле. Привлекательный дизайн, лаконичная информация и легкость взаимодействия с клиентами – все, что вам нужно для успешного онлайн-присутствия.
		`,
		price: '399',
		link: 'https://remont-minsk.vercel.app/'
	},
	{
		id: 10,
		img: '/service/gotovie/11.webp',
		alt: 'Готовый сайт образовательного центра',
		title: 'Одностраничный сайт',
		content: `
  Закажите наш готовый одностраничный сайт для вашего образовательного центра и получите полностью функциональный и стильный веб-сайт. С нашим готовым решением, вы сможете представить свою школу или центр в интернете с минимальными усилиями. Наши эксперты готовы адаптировать дизайн и функционал под ваши потребности. Дайте вашему образовательному учреждению преимущество в онлайн-пространстве уже сегодня!
`,
		price: '330',
		link: 'https://obuchenie-beta.vercel.app/'
	},
	{
		id: 11,
		img: '/service/gotovie/12.webp',
		alt: 'Готовый сайт аренда спецтехники',
		title: 'Одностраничный сайт',
		content: `
			Одностраничный сайт для аренды спецтехники – это идеальное решение для вашего бизнеса. Современный дизайн, лаконичность и удобство использования делают этот сайт привлекательным для клиентов.

			Преимущества:
			- Интуитивно понятный интерфейс;
			- Быстрый доступ к информации;
			- Эффективная форма заказа.

			Не упустите шанс улучшить онлайн-присутствие вашего бизнеса! Создайте свой уникальный сайт уже сегодня.

		`,
		price: '350',
		link: 'https://arenda-tehniki.vercel.app/'
	},
	{
		id: 12,
		img: '/service/gotovie/13.webp',
		alt: 'Готовый сайт-визитка',
		title: 'Сайт-визитка',
		content: `Получайте новых клиентов из Google и Яндекс.

		Прокачайте свой бизнес с невероятным сайтом! Закажите у нас уникальную сайт-визитку, которая не только выделит ваш бренд, но и привлечет множество новых клиентов. Не упускайте возможность увеличить прибыль и расширить свой круг клиентов – сделайте первый шаг к успеху прямо сейчас!`,
		price: '199',
		link: 'https://site-vizitka2024.vercel.app/'
	},
	{
		id: 13,
		img: '/service/gotovie/14.webp',
		alt: 'Готовый сайт автомойки',
		title: 'Сайт автомойки',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей автомойки, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '350',
		link: 'https://site-mojka.vercel.app/'
	 },
	{
		id: 14,
		img: '/service/gotovie/15.webp',
		alt: 'Готовый сайт строительства и ремонта',
		title: 'Сайт по Строительству и ремонту',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей автомойки, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '599',
		link: 'https://stroitelstvo.vercel.app/'
	 },
	{
		id: 15,
		img: '/service/gotovie/16.webp',
		alt: 'Готовый сайт услуги плиточника',
		title: 'Сайт услуги плиточника',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги плиточника, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '330',
		link: 'https://ukladka-plitki.vercel.app/'
	 },
	{
		id: 16,
		img: '/service/gotovie/17.webp',
		alt: 'Готовый сайт услуги по покраске и ремонту кузова авто',
		title: 'Сайт покраска авто',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги автомаляра, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '350',
		link: 'https://pokraska.vercel.app/'
	 },
	{
		id: 17,
		img: '/service/gotovie/18.webp',
		alt: 'Готовый сайт услуги Эвакуатора',
		title: 'Сайт услуги Эвакуатора',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги Эвакуатора, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '330',
		link: 'https://evakuator-snowy.vercel.app/'
	 },
	{
		id: 19,
		img: '/service/gotovie/19.webp',
		alt: 'Готовый сайт агента по недвижимости',
		title: 'Сайт услуги агента по недвижимости',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги риэлтора, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '330',
		link: 'https://agent-minsk.vercel.app/'
	 },
	{
		id: 20,
		img: '/service/gotovie/20.webp',
		alt: 'Готовый сайт Муж на час',
		title: 'Сайт услуги Мастер на час',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги Мастера (Мужа) на час, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '350',
		link: 'https://master-na-chas.vercel.app/'
	 },
	{
		id: 21,
		img: '/service/gotovie/21.webp',
		alt: 'Готовый сайт Пекарня',
		title: 'Сайт Пекарни',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги Мастера (Мужа) на час, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '350',
		link: 'https://pekarnya.vercel.app/'
	 },
	{
		id: 21,
		img: '/service/gotovie/22.webp',
		alt: 'Готовый сайт Тренажерный зал',
		title: 'Сайт Тренажерного зала',
		content: `Получайте новых клиентов из Google и Яндекс. Закажите готовый сайт для своей услуги Мастера (Мужа) на час, чтобы привлечь больше внимания к вашему бизнесу. Наша команда разработает функциональный и стильный сайт, который поможет вам выделиться на фоне конкурентов. Мы учтем все ваши пожелания и предоставим вам готовый продукт, готовый к использованию. Увеличьте свою видимость в онлайне и привлекайте больше клиентов уже сегодня.`,
		price: '350',
		link: 'https://sportzal.vercel.app/'
	 },
]